{
  "คุณ": " ",
  "ลงทะเบียนเป็นสมาชิกเว็บไซต์กับบี-ควิกวันนี้ เพื่อรับข่าวสารและสิทธิพิเศษก่อนใคร": "Register with B-Quik today to receive news and promotions",
  "เข้าสู่ระบบ": "Login",
  "อีเมล (ใช้เป็นชื่อผู้เข้าใช้งาน)": "Email (for login)",
  "รหัสผ่าน (อย่างน้อย 4 ตัวอักษร)": "Password (at least 4)",
  "ยินดีต้อนรับ": "Welcome",
  "ออกจากระบบ": "Logout",
  "ลงทะเบียน": "Register",
  "การลงทะเบียน": "Registration",
  "หน้าแรก": "Home",
  "สินค้า": "Product",
	  "ยาง": "Tyre",
	  "น้ำมันเครื่อง": "Motor oil",
	  "โช้คอัพ": "Shock Absorber",
	  "เบรก": "Brake",
	  "แบตเตอรี่/แบตแมน": "Battery/Battman",
	  "ระบบปรับอากาศในรถ": "Air-Conditioning",
	  "รายการสินค้าอื่นๆ": "Other Products",
	  "เปรียบเทียบสินค้า": "Compare Products",
  "โปรโมชั่น": "Promotion",
  "สาขาใกล้คุณ": "Branches",
  "เช็กรถผ่านกล้อง CCTV": "CCTV",
  "ประวัติการเข้ารับบริการ": "Service History",
  "สาระเรื่องรถ": "Car Knowledges",
	  "โช้คอัพและระบบกันสะเทือน": "Shock Absorber",
	  "ระบบเบรก": "Brake System",
	  "เมื่อต้องการขับรถหน้าฝน": "Driving during rain",
	  "น้ำมันเครื่องและไส้กรอง": "Motor oil and filter",
	  "ระบบปัดน้ำฝน": "Windshield Wiping",
	  "ระบบเครื่องยนต์และอื่นๆ": "Engine System",
	  "การบำรุงรักษาด้วยตัวเอง": "Maintenance",
    "60 วิ รู้ครบจบเรื่องรถ": "Car knowledge in 60 sec.",
    "คลิปดีๆ จาก B-Quik": "Clips from B-Quik",
  "เกี่ยวกับเรา": "About Us",
  "รู้จัก บี-ควิก": "About B-Quik",
  "ลูกค้าระบบเครดิต": "Fleet",
  "ข่าวและกิจกรรม": "News & Activity",
  "สมัครงาน": "Career",
  "ติดต่อเรา": "Contact Us",
  "เอกสารเพิ่มเติม":"View PDF",
  "รหัสผ่านอย่างน้อย 4 ตัวอักษร": "At least 4 characters",
  "กรุณาระบุรหัสผ่านใหม่": "Put your new password",
  "รหัสผ่านใหม่": "New Password",
  "ยืนยันรหัสผ่านใหม่": "New Password Confirmation",
  "ยืนยันรหัสผ่าน": "Password Confirmation",
  "สามารถให้เจ้าหน้าที่ส่งข้อมูลข่าวสารหรือติดต่อกลับ หากต้องการเปลี่ยนแปลงภายหลัง สามารถติดต่อเจ้าหน้าที่ได้ผ่าน Call Center โทร 1153": "Receive news or contact from staff, if you want to change later, you can contact staff via Call Center tel. 1153",
  "อีเมลที่ใช้ลงทะเบียน": "Registered Email",
  "ผ่านทางเบอร์โทรศัพท์มือถือ": "mobile phone",
  "ผ่านทาง SMS": "SMS",
  "ผ่านทางอีเมล": "email",
  "ผ่านทางไลน์": "line",
  "เป็นสมาชิกอยู่แล้ว": "Already a member",
  "คลิกที่นี่เพื่อเข้าสู่ระบบ": "Click here to login",
  "ข้อกำหนดและเงื่อนไข": "Terms and Conditions",
  "นโยบายความเป็นส่วนตัว": "Privacy Policy",
  "นโยบายเกี่ยวกับการใช้งานคุกกี้": "Collection of Computer Data Policy",
  "ยอมรับข้อกำหนดและเงื่อนไข": "Accept terms and conditions",
  "และ": "and",
  "ของบี-ควิก": "from B-Quik",
  "ในการคลิกที่ปุ่ม ลงทะเบียน ถือว่าท่านยอมรับ": "From register, you are accepted",
  "ทั้งนี้ท่านสามารถยกเลิกการเป็นสมาชิก, ของดรับข้อมูลข่าวสารและการติดต่อกลับได้ ผ่านทาง Call Center โทร 1153": "You can cancel your membership, prevent from receiving news or contact via Call Center tel. 1153",
  "ส่งอีเมล": "Send Email",
  "เข้าสู่ระบบด้วยเฟซบุ๊ค":"Login with Facebook",
  "หรือเข้าระบบด้วยอีเมล":"Or login with Email",
  "ค้นหายาง": "Search tyre",
  "ตามขนาด": "by size",
  "ค้นหาอะไรเลือกดูได้เลย": "Search",
  "ตามรุ่นรถ": "by vehicle",
  "เพิ่มเติม": "by keyword",
  "ค้นหา": "Search",
  "แบตเตอรี่": "Battery",
  "แบตแมน": "Battman",
  "ค้นหาอื่นๆ": "Search more",
  "ค้นหายางตามขนาด": "Search tyre by size",
  "ดูทั้งหมด": "All",
  "หน้ากว้างยาง": "Width",
  "แก้มยางสูง": "Ratio",
  "เส้นผ่านศูนย์กลางกระทะล้อ": "Rim",
  "ค้นหาเลย": "Search",
  "ค้นหายางตามรุ่นรถ": "Search tyre by vehicle",
  "ยี่ห้อรถ": "Brand",
  "ยี่ห้อ": "brand",
  "รุ่นรถ": "Model",
  "ปีที่ผลิต": "Year",
  "ค้นหายางเพิ่มเติม": "Search tyre by keyword",
  "ค้นหาน้ำมั้นเครื่อง": "Search motor oil",
  "ค้นหาจากเบอร์น้ำมันเครื่อง": "Search by oil no.",
  "ค้นจากรุ่นรถ": "Search by vehicle",
  "ไทย": "TH",
  "สานฝันปันสุข": "Sanfunpunsuk",
  "ตัวอย่าง 10W-30 คือ ค่าความหนืดของน้ำมันเครื่อง สามารถดูได้จากคู่มือประจำรถ": "Example is 10W-30, it is viscosity number, higher value means that the viscous is high. Most cars in Thailand focus on the rear set value",
  "กรุณาเลือกเกรดน้ำมันเครื่อง": "Please select grade.",
  "น้ำมันเครื่องเกรดธรรมดา": "Mineral",
  "น้ำมันเครื่องเกรดสังเคราะห์": "Synthetic",
  "น้ำมันเครื่องเกรดกึ่งสังเคราะห์": "Semi synthetic",
  "น้ำมันเครื่องเกรดสังเคราะห์ สำหรับรถ ECO": "Synthetic engine oil for Eco cars",
  "ค้นหาแบตเตอรี่": "Search battery",
  "ค้นหาจากปริมาณแอมป์": "Search by Amp",
  "ค้นหาโดยระบุปริมาณแอมป์": "Search by specifying Amp.",
  "กรณีที่ไม่ทราบ ให้กดค้นหาจากรุ่นรถ": "Case of unknow, click search by vehicle,",
  "ระบบจะทำการค้นหาสินค้าที่เหมาะสมกับรุ่นรถนั้นๆ": "the system will search for products that are suitable.",
  "ตรวจเช็กฟรี 30 รายการ": "30 Essential point check",
  "บี-ควิก ให้บริการทุกสาขาทั่วประเทศ ตรวจเช็ก 30 รายการ": "B-Quik offers all branches nationwide, check 30 times",
  "ฟรี": "Free",
  "ดูรายละเอียด": "View detail",
  "ค้นหาสาขา": "Search branch",
  "ค้นหาจากสถานที่ใกล้เคียงหรือรหัสไปรษณีย์": "Your area or postcode",
  "ระยะทางไม่เกิน": "Distance",
  "ระบุตำแหน่งของฉัน": "Use My Location",
  "ร่วมงานกับเรา": "Join Us",
  "กิจกรรมเพื่อสังคม": "Corporate Social Responsibility",
  "โปรดระบุ เช่น 10w-30 (หากไม่ทราบให้เว้นไว้)": "Example 10W-30 (or leave it blank)",
  "โปรดระบุ เช่น 75 แอมป์ / 75 Amp": "Example 75 Amp",
  "โปรดระบุ เช่น 75": "Example 75",
  "แอมป์": "Amp",
  "ระบุคำที่ต้องการค้นหา": "Specify the search term.",
  "รุ่นยาง": "Tyre spec",
  "รับประกันความบกพร่องที่เกิดจากการผลิตเท่านั้น ไม่ครอบคลุมกรณีใช้รถในเชิงพาณิชย์ สงวนสิทธิ์ในการใช้เวลาตรวจสอบประมาณ 6-8 สัปดาห์ โดยลูกค้าต้องซื้อสินค้าเพื่อใช้ระหว่างรอผลการตรวจสอบ หากผลการตรวจสอบความบกพร่องของสินค้าเกิดจากการผลิตหรือการติดตั้งของ บี-ควิก บริษัทฯ จะรับผิดชอบโดยการคืนเงินค่าสินค้าตามเปอร์เซ็นต์การใช้งานที่เหลือ (ตามเงื่อนไขที่บริษัทฯ กำหนด)": "B-Quik reserves the right to take approximately 6-8 weeks to investigate into the cause of defects of the product by sending the product to the supplier for examination. The warranty shall terminate or not apply in case the vehicle is being utilized for commercial purposes. Customer must purchase the product to use while waiting for the outcome from examination. If the outcome demonstrates that defects are the result of production error or installation error by B-Quik, the Company shall take responsibility by providing refund for the product in proportion to the remaining life of the product (In accordance with the conditions prescribed)",
  "โบนัสรายเดือน": "Monthly bonus",
  "ประกันชีวิต และประกันสุขภาพกลุ่ม": "Life insurance and group health insurance",
  "เมื่ออายุงานครบ 1 ปี มีประกันชีวิตและประกันสุขภาพกลุ่มสำหรับคู่สมรส และบุตร": "For at least 1 year, there is life insurance and group health insurance for spouses and children.",
  "วันหยุดพักผ่อนประจำปี": "Annual holiday",
  "ประกันสังคม, กองทุนเงินทดแทน และกองทุนสำรองเลี้ยงชีพ": "Social security, compensation fund And provident funds",
  "เงินช่วยเหลือกรณีพนักงาน/คู่สมรสคลอดบุตร": "Financial support in the event of an employee / spouse giving birth",
  "เงินช่วยเหลือกรณีบุคคลในครอบครัวเสียชีวิต": "Financial support in case of death of a family member",
  "รางวัลพนักงานดีเด่น": "The best employee award",
  "งานท่องเที่ยวประจำปี": "Annual tourism event",
  "อบรมเพื่อพัฒนาศักยภาพตลอดทั้งปี": "Training for capacity development throughout the year",
  "ปรับเงินเดือนประจำปี": "Annual salary adjustment",
  "เครื่องแบบพนักงาน": "Staff uniform",
  "สามารถเลือกทำงานสาขาใกล้บ้านได้ และมีโอกาสย้ายกลับภูมิลำเนาเมื่อมีสาขาเปิดใหม่": "Able to choose to work in a branch near home And have the opportunity to move back to domicile when new branches open",
  "โอกาสก้าวหน้าในการทำงานที่มากกว่าศูนย์บริการรถยนต์ทั่วไป": "Opportunities for career advancement over general automotive service centers",
  "สวัสดิการทั้งหมดเป็นไปตามเงื่อนไขของบริษัทฯ": "All benefits are in accordance with the conditions of the company.",

  "เปรียบเทียบ": "Compare",
  "ยางทั้งหมด": "All Tyres",
  "เลือกดูทั้งหมด": "Select All",
  "เรียงลำดับตามยี่ห้อยาง A-Z": "Brand Sort by A-Z",
  "เรียงลำดับตามยี่ห้อยาง Z-A": "Brand Sort by Z-A",
  "เรียงตามราคาจาก น้อย-มาก": "Sort by price low-high",
  "เรียงตามราคาจาก มาก-น้อย": "Sort by price high-low",
  "เรียงลำดับตามยี่ห้อ A-Z": "Brand Sort by A-Z",
  "เรียงลำดับตามยี่ห้อ Z-A": "Brand Sort by Z-A",
  "ราคาโปรโมชั่นต่อเส้น": "Promotion Price",
  "บาท": "Baht",
  "ราคามีผลถึงวันที่": "expire date",
  "ราคาปกติต่อเส้น": "Normal Price",
  "เลือกเพื่อเปรียบเทียบ เลือกได้สูงสุด 3 สินค้า": "Choose up to 3 items to compare",
  "คุณสามารถค้นหา เปรียบเทียบ และดูยางทั้งหมด": "You can search, compare, and check all tyres",
  "ตารางแสดงเรื่องการรับประกันและเงื่อนไขการรับประกัน": "Condition and warranty",
  "สินค้า/บริการ": "Product/Service",
  "ระยะรับประกัน": "Warranty period/distance",
  "ระยะทางการรับประกัน": "Warranty distance",
  "เงื่อนไขการรับประกัน": "Warranty condition",
  "ข้อมูลจำเพาะ": "Specifications",
  "ราคาโปรโมชั่น": "Promotion Price",
  "ราคาปกติ": "Normal Price",

  "น้ำมันเครื่องทั้งหมด": "All Motor oils",
  "ค้นหาน้ำมันเครื่องจากรุ่นรถ": "Search by Vehicle",
  "คุณสามารถค้นหา เปรียบเทียบ และดูน้ำมันเครื่องทั้งหมด": "You can search, compare, and check all motor oils",
  "ค้นหาน้ำมันเครื่อง": "Search motor oil",
  "ค่าความหนืดที่อุณหภูมิต่ำ": "Viscosity in low temp.",
  "ค่าความหนืดที่อุณหภูมิสูง": "Viscosity in high temp.",
  "เช่น 10w": "Ex. 10w",
  "เช่น 30": "Ex. 30",
  "ค้นหาโช้คอัพจากรุ่นรถ": "Find shock by vehicle",
  "โช้คอัพทั้งหมด": "All Shocks",
  "ราคาโปรโมชั่นต่อข้าง": "Promotion Price",
  "ราคาปกติต่อข้าง": "Normal Price",
  "คุณสามารถค้นหา เปรียบเทียบ และดูโช้คอัพทั้งหมด": "You can search, compare, and check all shocks",
  "ค้นหาโช้คอัพ": "Find shock",
  "ข้อมูลเฉพาะ": "Specifications",

  "เบรกทั้งหมด": "All Brakes",
  "ค้นหาเบรกจากรุ่นรถ": "Find brake by vehicle",
  "ราคาโปรโมชั่นต่อคู่": "Promotion Price",
  "คุณสามารถค้นหา เปรียบเทียบ และดูเบรกทั้งหมด": "You can search, compare, and check all brakes",
  "ค้นหาเบรก": "Find brake",

  "ค้นหาแบตเตอรี่จากรุ่นรถ": "Search by Vehicle",
  "ค้นหาจากรุ่นรถ": "Search by Vehicle",
  "แบตเตอรี่ทั้งหมด": "All batteries",
  "คุณสามารถค้นหา เปรียบเทียบ และดูแบตเตอรี่ทั้งหมด": "You can search, compare, and check all batteries",

  "ตารางแสดงรายละเอียด, การรับประกัน และราคา": "Details, Warranties and Prices Table",
  "รายละเอียด": "Detail",
  "การรับประกัน": "Warranty",
  "ราคา": "Price",
  "เรียงลำดับหัวข้อ ก-ฮ": "Sort by a-z",
  "ระยะเวลาโปรโมชั่น": "Promotion Period",
  "โปรโมชั่นที่น่าสนใจอื่นๆ": "Other Promotions",
  "เลือกหมวดสินค้าที่ต้องการเปรียบเทียบ": "Select the product category that you want to compare",
  "เลือกเปรียบเทียบ": "Choose to compare",
  "เลือกสินค้า": "Choose Products",
  "ลบ": "Delete",
  "หมวดหมู่" : "Category",
  "แผนที่แสดงตำแหน่งสาขาทั้งหมดที่ใกล้คุณ": "Map showing all branch locations near you",
  "มีสาขาทั้งหมด": "There are",
  "จุด": "branches",
  "ภายในระยะทาง": "within",
  "กิโลเมตร": "kilometers",
  "จากตำแหน่งล่าสุดของคุณบนแผนที่": "from your latest location on the map",
  "โทร": "tel",
  "วันนี้": "Now",
  "ชื่อผู้ใช้": "Username",
  "กรุณาระบุชื่อ": "Please specify first name",
  "กรุณาระบุนามสกุล": "Please specify last name",
  "กรุณาระบุวันเกิด": "Please specify date of birth",
  "กรุณาระบุที่อยู่": "Please specify address",
  "กรุณาระบุรหัสไปรษณีย์": "Please specify zipcode",
  "กรุณาระบุเบอร์โทรศัพท์มือถือ": "Please specify mobile phone",
  "กรุณาระบุอีเมล": "Please specify email",
  "กรุณาระบุรหัสผ่าน": "Please specify password",
  "กรุณายืนยันรหัสผ่าน": "Please confirm password",
  "ติดต่อขอรับ ชื่อผู้ใช้/รหัสผ่าน ที่สาขาที่นำรถเข้ารับบริการ": "Contact us to get a username / password at the branch that you are using.",
  "สำหรับลูกค้าระบบเครดิต ติดต่อที่เจ้าหน้าที่ฟลีทเซลล์ที่ดูแลบริษัทของท่านโดยตรง": "For credit customers, contact the Fleet Sales staff who directly oversee your company.",
  "ดูรถของคุณเลย": "Login",
  "ดูรถผ่าน CCTV": "Look at your car via CCTV",
  "สามารถเลือกดูรถของคุณผ่าน CCTV ได้ โดยกดจากช่องซ่อม": "You can choose to view your car via CCTV by pressing from the repair box",
  "ช่องซ่อม": "Camera",
  "มาตรฐานใหม่แห่งวงการศูนย์บริการรถยนต์ ให้คุณเห็นรถของคุณขณะเข้ารับบริการที่ บี-ควิก": "New standard in the automotive service center industry to let you see your car while receiving a service at B-Quik",
  "ถ่ายทอดสดผ่านกล้อง CCTV กว่า 1,500 ตัว จาก บี-ควิก ทุกสาขาทั่วประเทศ": "Live broadcast via CCTV more than 1,500 cameras from every branch of B-Quik nationwide",
  "คุณสามารถมองเห็นการทำงานของช่างมืออาชีพที่กำลังให้บริการกับรถของคุณแบบ Real Time ได้ทุกที่ ทุกเวลา เหมือนคุณกำลังนั่งมองรถเข้ารับบริการอยู่ที่สาขาของ บี-ควิก ด้วยตัวเอง": "You can see the work of professional technicians that are servicing your vehicle in Real Time anywhere, anytime, like you are watching a car at the B-Quik branch by yourself",
  "เพื่อให้คุณมั่นใจได้ว่าที่ บี-ควิก ดูแลรถของคุณเป็นอย่างดี": "So you can be confident that B-Quik takes good care of your car",
  "ตรวจเช็กรถขณะรับบริการ ผ่าน CCTV": "Check your car while receiving a service via CCTV.",
  "ชื่อผู้ใช้/รหัสผ่าน": "Login",
  "เข้าสู่ระบบด้วยอีเมล": "Login via Email",
  "เปลี่ยนภาพ": "Change image",
  "ลืมรหัสผ่าน": "Forget Password",
  "อีเมล": "Email",
  "รหัสผ่าน": "Password",
  "ระบุอักขระที่เห็น": "Captcha",
  "อักขระที่เห็น": "Captcha",
  "สาระเรื่องรถอื่นๆ": "Other Car Knowledges",
  "เต็มที่เพื่อรถ เต็มร้อยเพื่อคุณ": "The best for your car, the best for you.",
  "คือ ปรัชญาในการดำเนินงานของเราภายใต้มาตรฐานเดียวกัน บี-ควิก มุ่งมั่นที่จะทำให้ลูกค้าของเราทุกคนพอใจในสินค้าและบริการที่มีคุณภาพ เพื่อรถและเพื่อคุณ": "This is our working philosophy. At B-Quik, we aim to satisfy each and every customer with only the best products and services for your cars and for you.",
  "มั่นใจทุกครั้งที่ใช้บริการ": "Feel confident every time with our service",
  "บี-ควิก เป็นผู้เชี่ยวชาญในการให้บริการ ยาง ซ่อมบำรุงระบบเบรก แบตเตอรี่ โช้คอัพ ช่วงล่าง ระบบแอร์รถยนต์ เปลี่ยนถ่ายน้ำมันเครื่อง และซ่อมรอยแตกกระจกรถยนต์ จึงเป็นทางเลือกใหม่ของผู้ใช้รถยนต์ด้วยบริการที่ครบวงจรจากช่างผู้ชำนาญงานที่ผ่านการอบรมเฉพาะด้าน ซึ่งพร้อมให้คำแนะนำอย่างจริงใจ พร้อมอุปกรณ์ที่ทันสมัย และมีสินค้าครบครันในราคามาตรฐานเดียวกันทุกสาขา โดย บี-ควิก คัดเลือกเฉพาะสินค้าที่มีคุณภาพ จากโรงงานผู้ผลิตชั้นนำ บี-ควิก จึงกล้ารับประกันสินค้าที่ได้รับบริการติดตั้ง ด้วยการเปลี่ยนใหม่หรือคืนเงิน คุณจึงมั่นใจได้ว่าที่ บี-ควิก คุณจะได้รับการบริการและราคาแนะนำที่ดีที่สุดเสมอ เพื่อความมั่นใจและปลอดภัยในการขับขี่ในทางเดียวกัน เพื่อช่วยยืดอายุการใช้งานของรถคุณ": "As experts in services and maintenance for tyres, brake system maintenance, batteries, shock absorbers, car suspension, air conditioning systems, and oil change, B-Quik is the new car lovers’ choices. At all of our branches, we offer full services from professionally trained mechanics who are specialists in their respective fields. Our mechanics are on hand to give you advice, provide services using the latest hi-tech equipment and stock the best quality parts – all at the same price in every single branch.",
  "สินค้าคุณภาพ และมาตรฐานการบริการต่างๆ โดยช่างผู้ชำนาญ": "The best quality products and service standard by skilled, expert mechanics",
  "เปลี่ยน และบริการดูแลรักษายางรถยนต์": "Tyre maintenance and changing",
  "เปลี่ยนโช้คอัพ และซ่อมระบบช่วงล่าง": "Changing shock absorbers and suspension system checkup",
  "บริการตรวจเช็ก ถ่วงล้อ และตั้งศูนย์รถยนต์": "Wheel checkup, alignment and balancing",
  "เปลี่ยนน้ำมันเครื่อง และไส้กรอง": "Oil and oil filter changing",
  "ตรวจสอบระบบไฟ ได้แก่ หัวเทียน หลอดไฟ และฟิวส์": "Electrical system checkup including spark plugs, headlight and fuses",
  "เติมลมไนโตรเจน": "Nitrogen filling for tyres",
  "เปลี่ยน/ซ่อม ระบบเบรก": "Change/ repair brake systems",
  "เปลี่ยน/ซ่อม ระบบแอร์รถยนต์": "Change/ repair air conditioning systems",
  "ใบปัดน้ำฝน": "Windshield wipers",
  "การดำเนินการ และการปฏิบัติต่อลูกค้าที่เป็นมาตรฐานเดียวกัน": "Our Operation and Customer Service Guarantee",
  "ปฏิบัติต่อรถ และลูกค้าอย่างสุภาพ และระมัดระวัง พร้อมทั้งคลุมเบาะและพวงมาลัยรถลูกค้าทุกครั้งที่รับบริการ": "Politely handle the cars and the customers with caution. Seats and steering wheel covered with a protective cloth during each service.",
  "แจ้งจุดบกพร่อง วิธีการแก้ไข ราคาที่แน่นอนให้ลูกค้าทราบก่อนเริ่มให้บริการ": "Report the problem and advise on repair and how to fix, and provide quotation before any work starts.",
  "แจ้งให้ลูกค้าทราบถึงรายละเอียดการแก้ไขหรือบริการที่ได้รับจาก บี-ควิก พร้อมมอบคืนอะไหล่เก่า": "Inform customers of work details and services by B-Quik. Old parts always returned to customers.",
  "อธิบายให้ลูกค้าทราบทันทีที่มีการล่าช้าหรือปัญหาใด ๆ ที่ตรวจพบในการบริการ": "Immediately provide customers with explanation in the event of delays or problem occurred during services.",
  "ช่างผู้ชำนาญซึ่งได้รับการฝึกฝน อบรมเฉพาะด้าน และผ่านการทดสอบนั้น ที่จะได้รับมอบหมายให้ดูแลรถลูกค้า": "Only certified trained professional experts assigned to work on your cars.",
  "ทำการตรวจสอบคุณภาพ และผลงานโดยช่างผู้ชำนาญเมื่อส่งมอบรถให้ลูกค้าทุกครั้ง": "Quality of work reviewed by skilled, expert mechanics before returning the cars to customers.",
  "บี-ควิก ศูนย์บริการรถยนต์มาตรฐาน": "B-Quik Service Centers with standard",
  "บริการครบวงจรด้วยระบบเครือข่ายทั่วประเทศ เปิดบริการทุกวัน ตั้งแต่เวลา 08.00 น. - 21.00 น.": "All in one service in nationwide. Open for service everyday from 08.00 am. – 09.00 pm.",
  "ควบคุมด้วยระบบคอมพิวเตอร์ออนไลน์ ทุกสาขา": "All branches controlled by a computerized online system.",
  "มีสินค้าคุณภาพสำรองไว้อย่างเพียงพอที่พร้อมให้บริการท่านได้ในทันที": "Quality spare parts always in stock for your immediate service.",
  "พร้อมให้บริการและคำแนะนำด้วยทีมช่างผู้ชำนาญ ซึ่งได้รับการอบรมเฉพาะด้าน": "Offer services and advice from our team of specially trained experts.",
  "มีสินค้าคุณภาพจำนวนมากให้เลือก ในมาตรฐานราคาเดียวกันทุกศูนย์บริการ": "Wide selections of quality products for you with the standard price at every branch.",
  "รับประกันคุณภาพสินค้า และบริการหลังการขายด้วยการเปลี่ยนใหม่ หรือคืนเงิน": "All products and after-sale-service guaranteed, with full refund or exchange.",
  "ยินดีรับบัตรเครดิต": "Credit cards welcome",

  "บี-ควิก ฟลีต": "Fleet",
  "บี-ควิก ฟลีต เป็นบริการพิเศษจาก บี-ควิก ซึ่งมุ่งมั่นในการยกระดับมาตรฐานการบริหาร ตลอดจนการเพิ่มความปลอดภัย สะดวก และประหยัดให้แก่คุณ ด้วยระยะเวลาเครดิตสูงสุด 30 วัน หากคุณเป็นผู้บริหารบริษัทที่มีรถยนต์จดทะเบียนในนามบริษัท หรือ บริหารกลุ่มรถยนต์ของบริษัท บี-ควิก ฟลีต คือคำตอบที่คุ้มค่าในการดูแลรักษารถยนต์ ด้วยบริการครบวงจร อาทิ ยาง แบตเตอรี่ น้ำมันเครื่อง ระบบเบรก โช้คอัพ และระบบช่วงล่างในราคาประหยัด พร้อมการควบคุมและตรวจสอบการทำงานอย่างรัดกุม จึงช่วยประหยัดเวลา และค่าใช้จ่ายของคุณในการบริหารกลุ่มรถยนต์ นอกจากนี้คุณยังมั่นใจได้ว่ารถยนต์ในบริษัทจะได้รับการบริการและดูแลรักษาอย่างดีที่สุด จากช่างผู้เชี่ยวชาญเฉพาะด้านของเรา บี-ควิก ฟลีต ช่วยคุณขจัดปัญหากวนใจ อาทิ การเบิกเงินล่วงหน้า การเข้ารับบริการจากศูนย์บริการที่ไกลจากบริษัท สินค้าและบริการที่ไม่มีการรับประกัน การรับนำรถยนต์ส่วนตัวเข้ารับบริการในนามของบริษัท ตลอดจนปัญหากวนใจอื่นๆ เพราะ บี-ควิก ฟลีต มอบความสะดวกคุ้มค่าสูงสุดให้แก่คุณ": "B-Quik Fleet is a special service offering safety, convenience and cost saving with credit terms of up to 30 days. If you run a business with cars registered under your company name or manage corporate cars, B-Quik Fleet is the cost effective solution for all your car maintenance needs such as tyres, batteries, oil, brake systems, shock absorbers and suspension systems. We offer highly competitive prices, giving you control over your time and expenses. Moreover, you can be assured that your company’s cars will receive the best service and care from our skilled and expert mechanics. With no hassle, we will eliminate all your car maintenance concerns and problems such as cash advances; the need to visit far-away service centers; or receiving products and services with no guarantees. B-Quik Fleet is the most convenient, cost saving solution for you.",
  "สะดวกด้วยวงเงินเครดิต พร้อมระยะเวลาเครดิตสูงสุด 30 วัน": "Convenient with credit terms of up to 30 days",
  "ไม่ต้องเปิดเครดิตกับศูนย์บริการหลายแห่ง": "No need to have credit account with many service centers",
  "บริการครบวงจร อาทิ ยาง แบเตอรี่ น้ำมันเครื่อง ระบบเบรก โช้คอัพ และระบบช่วงล่างในราคาประหยัด": "Full service: tyres, batteries, oil, brake systems, shock absorber systems and suspension systems at cost saving prices",
  "รับใบกำกับภาษีถูกต้อง พร้อมรายงานการใช้บริการในแต่ละเดือน": "Full tax invoices with monthly service report",
  "สมัครฟลีตไลน์": "Fleet Line Register",
  "ฟลีตไลน์ พร้อมให้คำปรึกษาและตอบคำถามเรื่องการบริการ สนใจสมัครลูกค้าระบบเครดิต กรุณากรอกข้อมูล": "We are ready to provide advices services and answers to all your question. If you interested in being a fleet customer, Please fill in your information.",
  "ชื่อบริษัท/กิจการ": "Company",
  "จำนวนรถยนต์/คัน": "No. of cars",
  "ชื่อผู้ติดต่อ": "Contact Person",
  "เบอร์โทรศัพท์": "Phone",
  "ยกเลิก": "Cancel",
  "ยืนยัน": "Confirm",
  "แชร์ไปเฟซบุ๊ก": "Share",
  "สิทธิประโยชน์": "Benefits",
  "บี ควิก ศูนย์บริการรถยนต์ครบวงจร ยอดขายอันดับ 1 ตอกย้ำตัวจริง เรื่องรถ จัดกิจกรรม ใครๆก็ติดบีควิก เพื่อเป็นการขอบคุณลูกค้าที่มั่นใจเลือก บี ควิก ห้เป็นศูนย์บริการรถยนต์แบบครบวงจร": "B-Quik, number 1 full service car center, reinforcing the true story about car organizing activities. In order to thank the customers for their confidence, choose B-Quik as a service car center.",
  "ค้นหางานได้จากภูมิภาคและตำแหน่งงาน": "Search by provinces and positions",
  "ผลการค้นหาตำแหน่งงานใน": "Job search results in",
  "ตำแหน่งงานทั้งหมด": "All Positions",
  "พบ": "found",
  "อัตรา": "positions",
  "อัพเดตข้อมูล": "updated at",
  "จำนวน": "Total of",
  "คุณสมบัติและรายละเอียด": "Details and requirements",
  "ดูแผนที่สาขา": "Branch map",
  "สมัครเลย": "Apply now",
  "คุณสามารถตรวจเช็กประวัติการเข้ารับบริการผ่านระบบออนไลน์": "We provide our customers with online access to their service history",
  "ไม่ว่าคุณจะเคยใช้บริการจาก บี-ควิก สาขาใด คุณก็สามารถตรวจเช็กประวัติได้ทุกครั้งที่เข้ารับบริการ": "This allows you to check what the last service was, what was done and where it was done etc. You can check your service history anywhere, anytime; it covers all the B-Quik stores through Thailand",
  "เพราะ บี-ควิก ให้บริการลูกค้าผ่านระบบเครือข่าย Computer Online ทุกสาขา ทำให้ข้อมูลการใช้บริการของคุณถูกเชื่อมโยงเข้าสู่ระบบฐานลูกค้าที่เดียวกัน": "Our centralized connected network allows for this. This helps you to schedule the next service of your car and saves you the hassle of looking for old invoices",
  "ข้อมูลการเข้ารับบริการที่ถูกต้องและชัดเจน ทำให้คุณสามารถนำเอาข้อมูลนั้นๆ มาวางแผนการเข้ารับบริการครั้งต่อไปได้อย่างถูกต้องซึ่งนอกจากจะช่วยยืดอายุการใช้งานของรถแล้ว ยังช่วยประหยัดค่าใช้จ่ายในการบำรุงรักษารถของคุณอีกด้วย": "So you will have all the information at hand. Use it to plan your next service. Regular, timely service will give your car a longer life, saves you expenses and keeps you driving safe",
  "ดูประวัติ": "Service History",
  "ข้อมูลส่วนตัว": "Personal Infomation",
  "ประวัติการศึกษา": "Education Background",
  "ประวัติทำงาน": "Working Experience",
  "ตำแหน่งงานที่ต้องการสมัคร": "Apply for Position",
  "เงินเดือนที่คาดหวังโปรดระบุ": "Expected Salary",
  "กรุณาระบุเงินเดือนที่คาดหวัง": "Please specify expected salary",
  "เพศ": "Gender",
  "ชาย": "Male",
  "หญิง": "Female",
  "โปรดระบุเพศ": "Please specify gender",
  "คำนำหน้าชื่อ": "Title",
  "โปรดระบุคำนำหน้าชื่อ": "Please specify title",
  "นาย": "Mr.",
  "นาง": "Mrs.",
  "น.ส.": "Miss",
  "ชื่อ": "Name",
  "นามสกุล": "Surname",
  "โปรดระบุชื่อ": "Please specify name",
  "โปรดระบุนามสกุล": "Please specify surname",
  "สถานะภาพ": "Marital Status",
  "โสด": "Single",
  "สมรส": "Married",
  "หย่าร้าง": "Divorced",
  "หม้าย": "Widow",
  "วันเดือนปีเกิด": "Date of Birth",
  "โปรดระบุวันเกิด": "Please specify date of birth",
  "อายุ": "Age",
  "น้ำหนัก": "Weight",
  "โปรดระบุน้ำหนัก": "Please specify weight",
  "ส่วนสูง": "Height",
  "โปรดระบุส่วนสูง": "Please specify height",
  "ศาสนาที่นับถือ": "Religion",
  "โปรดระบุศาสนา": "Please specify religion",
  "สถานะทางทหาร": "Military Status",
  "ผ่านการเกณฑ์ทหาร": "Completed",
  "โปรดระบุสถานะทางทหาร": "Please specify military status",
  "ยังไม่ผ่าน": "Not completed",
  "ได้รับการยกเว้น": "Exempted",
  "ข้อมูลติดต่อ": "Contact Information",
  "ที่อยู่": "Address",
  "รหัสไปรษณีย์": "Zipcode",
  "ตำบล/แขวง": "District",
  "อำเภอ/เขต": "Sub District",
  "จังหวัด": "Province",
  "เบอร์โทรศัพท์": "Phone number",
  "อีเมล": "Email",
  "ไลน์ ไอ ดี": "Line ID",
  "ต่อไป": "Next",
  "สถานะการศึกษา": "Education",
  "จบการศึกษาแล้ว": "Graduated",
  "ยังศึกษาอยู่": "Studying",
  "การศึกษาระดับสูงสุด": "The highest level of education",
  "ชื่อสถานศึกษา": "Institute Name",
  "วุฒิการศึกษา": "Educational background",
  "สาขาวิชา": "Major",
  "เกรดเฉลี่ย": "GPA",
  "การศึกษาก่อนหน้านี้": "Previous Education",
  "ย้อนกลับ": "Back",
  "ประวัติการทำงาน": "Working Experience",
  "สถานะการทำงาน": "Working Status",
  "ทำงานอยู่": "Working",
  "กำลังว่างงาน": "Unemployed",
  "ไม่เคยทำงาน": "Never work before",
  "เริ่มทำงาน (เดือน/ปี)": "Start (Month/Year)",
  "ทำงานถึง (เดือน/ปี)": "Resigned (Month/Year)",
  "ชื่อบริษัท": "Company",
  "ตำแหน่ง": "Position",
  "เงินเดือน": "Salary",
  "รายละเอียดงาน": "Job Detail",
  "เพิ่มประวัติการทำงาน": "Add more job",
  "ประวัติการอบรม": "Training History",
  "เริ่มอบรม (เดือนปี)": "Start (Month/Year)",
  "อบรมถึง (เดือนปี)": "Finish (Month/Year)",
  "สถาบัน/หลักสูตร": "Institute/Course",
  "เพิ่มประวัติการอบรม": "Add more training",
  "มากกว่า 50 คันขึ้นไป": "More than 50",
  "บริษัท บี-ควิก จำกัด": "B-Quik Company Limited",
  "เลขที่ 256 ชั้น 2 หมู่ที่ 3 ตำบลบางขุนทอง อำเภอบางกรวย จังหวัดนนทบุรี 11130": "256 2nd floor moo 3, Bangkhunkong Sub-district, Bangkruai District, Nonthaburi 11130",
  "ดู": "View",
  "สอบถามข้อมูลเพิ่มเติม": "More Information",
  "สายด่วนโทร": "Call",
  "แนะนำติชม": "Advice/Request/Feedback",
  "เสนอพื้นที่เช่า": "Location for a B-Quik Store?",
  "ทุกวัน 8.00 - 21.00 น.": "Everyday at 8.00 am - 9.00 pm",
  "จันทร์ - ศุกร์ 8.00 - 21.00 น.": "Monday - Friday 8 am - 9 pm",
  "จันทร์ - ศุกร์ 8.00 - 17.30 น.": "Monday - Friday 8 am - 5.30 pm",
  "การให้บริการที่ดีที่สุดแก่ลูกค้า คือปรัชญาในการดำเนินงานของเรา ทุกความเห็นหรือคำแนะของท่านจะเป็นส่วนที่ทำให้เราพัฒนาบริการของเราให้ดียิ่งขึ้นในวันข้างหน้า กรุณาระบุรายละเอียดต่างๆ ของคุณลงในแบบฟอร์ม เพื่อส่งความคิดเห็นหรือสอบถามข้อมูลสินค้าและบริการต่างๆ": "Our philosophy is to give our customers the best service. Your advice and feedback will help us develop the best possible service in the future. Please fill in this form with your details, and send your comment to us.",
  "ชื่อ-นามสกุล": "Name-Surname",
  "สอบถามข้อมูลสินค้าและบริการ": "Products and Services",
  "แจ้งเรื่องหรือข้อสงสัยจากการใช้บริการ": "Service Enquiries",
  "แนะนำหรือติชม": "Advice or Complain",
  "อื่นๆ": "Others",

  "โปรดระบุอายุ": "Please specify age",
  "โปรดระบุเบอร์โทรศัพท์มือถือ": "Please specify telephone number",
  "โปรดระบุอีมล": "Please specify email",
  "โปรดระบุที่อยู่": "Please specify address",
  "โปรดระบุรหัสไปรษณีย์": "Please specify zipcode",
  "โปรดระบุตำบล/แขวง": "Please specify district",
  "โปรดระบุอำเภอ/เขต": "Please specify sub district",
  "โปรดระบุจังหวัด": "Please specify province",
  "กรุณาระบุชื่อสถานศึกษา": "Please specify education place",
  "กรุณาระบุวุฒิการศึกษา": "Please specify education background",
  "กรุณาระบุสาขาวิชา": "Please specify education major",
  "กรุณาระบุเกรดเฉลี่ย": "Please specify GPA",
  "กรุณาระบุ captcha": "Please input captcha",
  "ไม่มีข้อมูลยางที่คุณเลือก": "The tyre data you selected is not available.",

  "เบอร์โทรศัพท์มือถือ": "Mobile Phone",
  "เวลาเปิด-ปิด 08.00-21.00 น.": "From 08.00 a.m. To 09.00 p.m.",
  "บี-ควิก": "B-Quik",
  "บี&minus;ควิก": "B&minus;Quik",
  "สาขา": " ",
  "ระบุคำที่ต้องการค้นหา": "Search by specific keyword",
  "เลือกเป็นสาขาติดตั้ง": "Choose this branch",
  "เลือกสาขา": "Branch chosen",
  "เลือกสาขานี้ เป็นสถานที่ติดตั้งให้คุณเรียบร้อยแล้ว": "The branch is chosen for your service",
  "เลือกสินค้าเพิ่ม": "Add more products",
  "เลือกสาขาติดตั้ง": "Choose branch",
  "ไปยังตะกร้าสินค้า": "Go to cart",
  "เพิ่มสินค้าในตะกร้าคุณเรียบร้อยแล้ว": "Product is added in your cart",
  "ตะกร้าสินค้า": "Cart",
  "เลือกดูคุณสมบัติทั้งหมด": "All Categories",

  "ข้อมูลลูกค้า": "Personal Information",
  "แก้ไขรหัสผ่าน": "Change Password",
  "วันเกิด": "Date of birth",
  "หมายเหตุ": "Note",
  "คัน": " ",
  "เลือกดูรถจากเลขทะเบียน": "Select from the registration number",
  "รายการรถทั้งหมดที่มี": "List of all cars",
  "รายการ": " ",
  "คุณเลือกดูรถ": "You select",
  "ยี่ห้อและรุ่น": "Car brand and model",
  "เลขทะเบียน": "Registration number",
  "ป้ายทะเบียนจังหวัด": "Registration province",
  "ใช้บริการ": "Number of service",
  "ครั้ง": " ",
  "ลำดับ": "/",
  "รหัสสินค้า": "Product code",
  "จำนวนสินค้า": "Count",
  "ราคา(บาท)": "Price(Baht)",
  "ส่วนลด(บาท)": "Discount(Baht)",
  "รวมเงิน(บาท)": "Total(Baht)",
  "ชำระโดย": "Payment method",
  "เงินสด": "Cash",
  "วันที่ใช้บริการ": "Service date",
  "ใช้บริการที่สาขา": "Service place",
  "ค่าใช้จ่ายรวม (บาท)": "Total (Baht)",
  "ค่าใช้จ่าย (บาท)": "Total (Baht)",
  "รหัสผ่านเก่า": "Old Password",
  "อายุการใช้งานโดยประมาณ": "Approximate service life",
  "ควรเปลี่ยนภายใน": "Should change within",
  "ครั้งที่": "No.",
  "ครั้งที่": "No.",
  "เลขไมค์ (กม.)": "Mileage (km.)",
  "หากต้องการแก้ไขข้อมูลส่วนตัว กรุณาติดต่อ บี-ควิก ได้ทุกเวลา": "If you want to edit personal information, please contact B-Quik at any time.",

  "จังหวัดทั้งหมด": "All Provinces",
  "กรุงเทพมหานคร": "Bangkok",
  "เชียงราย": "Chiang Rai",
  "เชียงใหม่": "Chiang Mai",
  "น่าน": "Nan",
  "พะเยา": "Phayao",
  "แพร่": "Phrae",
  "แม่ฮ่องสอน": "Mae Hong Son",
  "ลำปาง": "Lampang",
  "ลำพูน": "Lamphun",
  "อุตรดิตถ์": "Uttaradit",
  "กาฬสินธุ์": "Kalasin",
  "ขอนแก่น": "Khon Kaen",
  "ชัยภูมิ": "Chaiyaphum",
  "นครพนม": "Nakhon Phanom",
  "นครราชสีมา": "Nakhon Ratchasima",
  "บึงกาฬ": "Bueng Kan",
  "บุรีรัมย์": "Buriram",
  "มหาสารคาม": "Maha Sarakham",
  "มุกดาหาร": "Mukdahan",
  "ยโสธร": "Yasothon",
  "ยโสธร": "Roi Et",
  "เลย": "Loei",
  "ศรีสะเกษ": "Sisaket",
  "สกลนคร": "Sakon Nakhon",
  "สุรินทร์": "Surin",
  "หนองคาย": "Nong Khai",
  "หนองบัวลำภู": "Nong Bua Lamphu",
  "อำนาจเจริญ": "Amnat Charoen",
  "อุดรธานี": "Udon Thani",
  "อุบลราชธานี": "Ubon Ratchathani",
  "กำแพงเพชร": "Kamphaeng Phet",
  "ชัยนาท": "Chai Nat",
  "นครนายก": "Nakhon Nayok",
  "นครปฐม": "Nakhon Pathom",
  "นครสวรรค์": "Nakhon Sawan",
  "นนทบุรี": "Nonthaburi",
  "ปทุมธานี": "Pathum Thani",
  "พระนครศรีอยุธยา": "Phra Nakhon Si Ayutthaya",
  "พิจิตร": "Phichit",
  "พิษณุโลก": "Phitsanulok",
  "เพชรบูรณ์": "Phetchabun",
  "ลพบุรี": "Lopburi",
  "สมุทรปราการ": "Samut Prakan",
  "สมุทรสงคราม": "Samut Songkhram",
  "สมุทรสาคร": "Samut Sakhon",
  "สิงห์บุรี": "Sing Buri",
  "สุโขทัย": "Sukhothai",
  "สุพรรณบุรี": "Suphan Buri",
  "สระบุรี": "Saraburi",
  "อ่างทอง": "Ang Thong",
  "อุทัยธานี": "Uthai Thani",
  "จันทบุรี": "Chanthaburi",
  "ฉะเชิงเทรา": "Chachoengsao",
  "ชลบุรี": "Chonburi",
  "ตราด": "Trat",
  "ปราจีนบุรี": "Prachinburi",
  "ระยอง": "Rayong",
  "สระแก้ว": "Sa Kaeo",
  "กาญจนบุรี": "Kanchanaburi",
  "ตาก": "Tak",
  "ประจวบคีรีขันธ์": "Prachuap Khiri Khan",
  "เพชรบุรี": "Phetchaburi",
  "ราชบุรี": "Ratchaburi",
  "กระบี่": "Krabi",
  "ชุมพร": "Chumphon",
  "ตรัง": "Trang",
  "นครศรีธรรมราช": "Nakhon Si Thammarat",
  "นราธิวาส": "Narathiwat",
  "ปัตตานี": "Pattani",
  "พังงา": "Phang Nga",
  "พัทลุง": "Phatthalung",
  "ภูเก็ต": "Phuket",
  "ยะลา": "Yala",
  "ระนอง": "Ranong",
  "สงขลา": "Songkhla",
  "สตูล": "Satun",
  "สุราษฎร์ธานี": "Surat Thani",

  "ข้อกำหนดและเงื่อนไขการใช้งานเว็บไซต์": "Terms and conditions for website",
  "กรุณาอ่านข้อกำหนดและเงื่อนไขต่างๆ ดังต่อไปนี้อย่างละเอียด โดยในการเข้าถึงเว็บไซต์นี้ และหน้าจอใดๆ ของเว็บไซต์ ถือว่าท่านตกลงที่จะผูกพันตามข้อกำหนดและเงื่อนไขการใช้บริการนี้": "Please carefully read the following Terms and Conditions. By accessing this Website or any pages thereof, you agree to be bound by these Terms and Conditions.",
  "เว็บไซต์ของบี-ควิก": "B-Quik Website",
  "บริษัท บี-ควิก จำกัด เป็นเจ้าของและผู้ดูแลจัดการเว็บไซต์นี้ โดยมีวัตถุประสงค์เพื่อเป็นแหล่งรวบรวม เผยแพร่ข้อมูลด้านต่างๆ ของบริษัท อีกทั้งยังเป็นการอำนวยความสะดวกแก่ท่านในการใช้งานผลิตภัณฑ์และบริการต่างๆ ของบริษัท": "This Website is owned and maintained by B-Quik Company Limited. The purposes of this Website are to be the source and provider of various information regarding the companies in its financial group as well as to facilitate your utilization of the Bank’s products and services.",
  "เครื่องหมายการค้าและลิขสิทธิ์": "Trademarks and copyrights",
  "บริษัท บี-ควิก จำกัด เป็นเจ้าของลิขสิทธิ์ข้อมูล ภาพ ข้อความ สื่อโฆษณา และส่วนประกอบอื่นๆ ที่อยู่บนเว็บไซต์นี้ เช่น เครื่องหมายการค้า สัญลักษณ์ เครื่องหมายบริการ และชื่อทางการค้า โดยห้ามมิให้ ทำซ้ำ คัดลอก ถ่ายสำเนา ดัดแปลง เผยแพร่ หรือกระทำการอื่นใด เพื่อเผยแพร่ต่อสาธารณชน หรือเพื่อหาประโยชน์ โดยไม่ได้รับการยินยอมเป็นลายลักษณ์อักษรล่วงหน้าจากบริษัท บี-ควิก จำกัด แล้วแต่กรณี": "Copyright in all the information, photos, texts, advertising media and other components on this Website, e.g., trademarks, logos, service marks and trade names contained in this Website, are owned by B-Quik Company Limited. No part of these materials may be copied, modified, transmitted, distributed or disclosed in any way to public or for commercial purposes without prior written consent of B-Quik Company Limited.",
  "ข้อมูลต่างๆ บนเว็บไซต์ของบี-ควิก": "Information on this Website",
  "บริษัท บี-ควิก จำกัด ดูแลจัดการเว็บไซต์นี้ในประเทศไทย และมิได้ให้คำรับรองว่าข้อมูลที่จัดให้มีในหรือผ่านเว็บไซต์นี้ใช้ได้หรือเหมาะสมในการใช้ในประเทศอื่นๆ หากท่านใช้เว็บไซต์นี้ในประเทศอื่นๆ ท่านมีความรับผิดชอบในการปฏิบัติตามกฎหมายที่ใช้บังคับในประเทศนั้น": "B-Quik Company Limited maintains this Website in Thailand and makes no representation that the information provided on or via this Website is appropriate or available for use in other countries. If you use this Website in other countries, you are responsible for compliance with applicable local laws.",
  "เนื้อหาในส่วนใดส่วนหนึ่งหรือหน้าใดหน้าหนึ่งของเว็บไซต์นี้ อาจระบุข้อตกลงและเงื่อนไขการใช้บริการอื่นที่แยกออกไปต่างหาก ในกรณีที่ข้อตกลงและเงื่อนไขการใช้บริการอื่นและข้อตกลงและเงื่อนไขการใช้บริการนี้ มีความขัดแย้งกัน ให้ใช้ข้อตกลงและเงื่อนไขในการใช้บริการที่แยกออกไปนั้น โดย บริษัท บี-ควิก จำกัด ขอแนะนำให้ท่านอ่านข้อตกลงและเงื่อนไขการใช้บริการอื่นนั้นก่อนใช้บริการนั้นๆ": "Certain information contained in sections or pages on this Website may have a separate specific terms and conditions for any other service. In the event of any conflict between the specific terms and conditions and these Terms and Conditions, such specific terms and conditions shall prevail. It is recommended that you read such specific terms and conditions prior to using such service.",
  "บริษัท บี-ควิก จำกัด ขอสงวนสิทธิในการนำเสนอ ปรับปรุงและแก้ไขข้อมูลที่ปรากฏบนเว็บไซต์ ซึ่งข้อมูลดังกล่าวได้ถูกจัดทำขึ้นโดยมิได้มีจุดประสงค์เพื่อการให้คำแนะนำอย่างผู้เชี่ยวชาญ": "B-Quik Company Limited reserves the right to present, modify or amend any information on this Website, and such information is not prepared for the purpose of providing any professional advice.",
  "ทั้งนี้ บริษัท บี-ควิก จำกัด ไม่รับรองถึงความถูกต้อง และเป็นปัจจุบันของข้อมูลต่างๆ ในเว็บไซต์นี้": "B-Quik Company Limited makes no representation that the information provided on this Website will be accurate and up-to-date.",
  "การเชื่อมโยงเว็บไซต์ภายนอก": "Links to Other Websites",
  "เว็บไซต์ของบี-ควิก อาจจัดให้มีการเชื่อมต่อไปยังเว็บไซต์อื่นๆ ซึ่งอยู่ภายใต้การดูแลของบุคคลที่สาม เพื่อวัตถุประสงค์ในการให้ข้อมูลและเพื่อความสะดวกของท่านเท่านั้น บริษัท บี-ควิก จำกัด ไม่สามารถรับประกันว่าข้อมูลในเว็บไซต์อื่นๆ ดังกล่าวมีความถูกต้อง สมบูรณ์เพียงพอ เป็นปัจจุบัน เหมาะสมกับวัตถุประสงค์ใดโดยเฉพาะ และปราศจากไวรัส หรือ Malware ตลอดจน บริษัท บี-ควิก จำกัด ไม่ต้องรับผิดต่อความสูญเสีย ความเสียหาย หรือค่าใช้จ่ายใดๆ ที่เกิดขึ้น อันเป็นผลสืบเนื่องมาจากการที่ท่านเข้าใช้เว็บไซต์อื่นๆ และ บริษัท บี-ควิก จำกัด ขอให้ลูกค้าทุกท่านศึกษารายละเอียดข้อกำหนดและเงื่อนไขในการใช้บริการของเว็บไซต์นั้นๆ ก่อนที่ท่านจะเข้าใช้บริการ": "This Website may contain links to other websites which are provided and managed by third party for your information and convenience purposes only. B-Quik Company Limited does not warrant that the information contained therein is accurate, adequate, complete, updated, fit for any particular purpose and free from any computer virus or malware, and B-Quik Company Limited will not be responsible for any loss, damage or expenses which may be incurred in connection with your access to the said third party website. It is recommended that you read the terms and conditions of services as well as privacy policy of such website prior to your access thereto.",
  "การจำกัดความรับผิดชอบ": "Limitation of Liability",
  "บริษัท บี-ควิก จำกัด ไม่รับผิดชอบต่อความเสียหาย ค่าใช้จ่าย หรือความสูญเสีย ที่อาจเกิดขึ้นจากการใช้เว็บไซต์ของบี-ควิก หรือเว็บไซต์ที่เชื่อมโยงกับเว็บไซต์บี-ควิก ซึ่งรวมถึงจากความไม่ถูกต้องแม่นยำของข้อมูล ความล่าช้าในการถ่ายโอนข้อมูล ระยะเวลาในการเผยแพร่ข้อมูล เหตุขัดข้องหรืออุปสรรคของการเชื่อมต่อ ความผิดพลาดในการแสดงผล ความเสถียรของระบบ ไวรัสคอมพิวเตอร์": "B-Quik Company Limited will not be liable for any loss, damage, or expenses arising from your use of this Website or any linked websites as well as from any inaccuracy of information, delay in transfer of information, duration of the publication of information, error or interruption of connection system and display of information, stability of the system or computer virus.",
  "กฎหมายที่ใช้บังคับ": "Governing Law",
  "การใช้บริการเว็บไซต์นี้หรือการตีความข้อตกลงและเงื่อนไขการใช้บริการเว็บไซต์นี้ให้เป็นไปตามกฎหมายไทย": "Use of this Website and these Terms and Conditions shall be governed by and construed in accordance with the laws of Thailand.",
  "ก.": "(a)",
  "ข.": "(b)",
  "ค.": "(c)",
  "ง.": "(d)",
  "จ.": "(e)",
  "ฉ.": "(f)",
  "ช.": "(g)",
  "ซ.": "(h)",
  "ฌ.": "(i)",
  "ญ.": "(j)",
  "ฎ.": "(k)",
  "ฏ.": "(l)",
  "ฐ.": "(m)",
  "ฑ.": "(n)",
  "ฒ.": "(o)",
  "บทนำของนโยบายความเป็นส่วนตัว": "Introduction to this Privacy Policy",
  "บี-ควิก ให้ความสำคัญกับข้อมูลส่วนบุคคลของท่านอย่างจริงจัง บริษัทจะปฏิบัติตามกฎหมายว่าด้วยการรักษาความปลอดภัยข้อมูลส่วนบุคคลตามที่มีผลบังคับใช้กับบริษัท": "B-Quik Company Limited, we take your privacy seriously. We are committed to complying with all data protection laws as are applicable to us.",
  "ในระหว่างการให้บริการหรือการเข้าถึงแพลตฟอร์มของบริษัท บริษัทจะรวบรวมข้อมูลรวมถึงข้อมูลส่วนบุคคลของท่าน": "In the course of providing you with our Services or access to the Platform , we will be collecting data, including your personal data.",
  "นโยบายความเป็นส่วนตัวนี้มีไว้เพื่อให้ท่านรับทราบเกี่ยวกับการใช้กระบวนการ และการจัดเก็บข้อมูลของทางบริษัทที่เก็บรวบรวมและได้รับมาระหว่างการให้บริการหรือการเข้าถึงแพลตฟอร์มแก่ท่าน บริษัทจะจัดเก็บรวบรวมใช้ และเปิดเผยข้อมูลความเป็นส่วนตัวตามนโยบายความเป็นส่วนตัวนี้เท่านั้น": "This Privacy Policy exists to keep you in the know about how use, process and handle the data we collect and receive during the course of providing the Services or access to the Platform to you, our customer. We will only collect, use and disclose your personal data in accordance with this Privacy Policy.",
  "เป็นสิ่งสำคัญสำหรับท่านที่ต้องอ่านนโยบายความเป็นส่วนตัวนี้กับนโยบายอื่นๆ ที่บังคับใช้ที่ทางบริษัทได้ระบุไว้โดยเฉพาะในเรื่องการรวบรวม และการจัดเก็บข้อมูลความเป็นส่วนตัวของท่าน เพื่อให้ลูกค้าได้ตระหนักว่าทางบริษัทได้เก็บรวบรวมข้อมูลอย่างไรและนำไปใช้ข้อมูลส่วนตัวของท่านอย่างไร": "It is important that you read this Privacy Policy together with any other applicable notices we may provide on specific occasions when we are collecting or processing personal data about you, so that you are fully aware of how and why we are using your personal data.",
  "การคลิก หรือการเข้าตรวจสอบ \"การลงทะเบียน\" \"ข้าพเจ้ายอมรับถึงนโยบายความเป็นส่วนตัวของบี-ควิก\" หรือ ข้อความอื่นที่คล้ายกันที่หน้าบริการลงทะเบียนของบี-ควิก ลูกค้ายอมรับว่าได้รับการแจ้งและเข้าใจถึงเงื่อนไขของนโยบายความเป็นส่วนตัวนี้และลูกค้าได้ยอมรับในการจัดเก็บและประมวลข้อมูลความเป็นส่วนตัวตามที่ได้อธิบายไว้และภายใต้เงื่อนไขนี้": "By clicking or checking “SIGN UP”, “I agree to B-Quik’s privacy policy” or similar statements available at the B-Quik registration page, You acknowledge that you have been notified of and understood the terms of this privacy policy and that you have agreed to the collection and processing of your personal data as described and under the terms herein.",
  "บริษัทอาจมีการเปลี่ยนแปลงนโยบายความเป็นส่วนตัวนี้ได้เป็นคราวๆ ไปการเปลี่ยนแปลงใดๆ ที่ทางบริษัทจัดมีขึ้นทางบริษัทจะประกาศไว้ในหน้าเพจ หรือที่อื่นที่เหมาะสม หรือแจ้งเตือนแก่ลูกค้าเป็นอีเมล ขณะที่ลูกค้าใช้บริการการเข้าถึงแพลตฟอร์ม หรือการเข้าใช้บริการรวมถึงคำสั่งการสั่งซื้อบนแพลตฟอร์ม ถือเป็นการรับทราบและยอมรับถึงการเปลี่ยนแปลงที่ทางบริษัทได้ทำการเปลี่ยนแปลงแก้ไขเรื่องถึงนโยบายความเป็นส่วนตัวนี้ตามที่ได้แจ้งท่านไว้ในอีเมล กรุณาตรวจสอบอีเมลเพื่อดูการเปลี่ยนแปลงหรือการแก้ไขใดๆ ถึงนโยบายความเป็นส่วนตัว": "We may update this Privacy Policy from time to time. Any changes we make to this Privacy Policy in the future will be posted on this page and, where appropriate, notified to you by email, whereupon your continued use of our Services, access to the Platform or use of the Services, including placing Orders on the Platform, shall constitute your acknowledgment and acceptance of the changes we make to this Privacy Policy, as notified to you by email. Please check back frequently to see any updates or changes to this Privacy Policy.",
  "นโยบายความเป็นส่วนตัวใช้กับการประกาศอื่นๆ ข้อสัญญาและข้อความยินยอมที่เกี่ยวกับการเก็บข้อมูล การใช้ และการเปิดเผยข้อมูลสำหรับข้อมูลความเป็นส่วนตัวของท่านต่อบริษัท และจะไม่มีการยกเลิกจนกว่าบริษัทได้กำหนดไว้เป็นอย่างอื่น": "This Privacy Policy applies in conjunction with other notices, contractual clauses and consent clauses that apply in relation to the collection, use and disclosure of your personal data by us, and is not intended to override them unless we state expressly otherwise.",
  "ท่านสามารถเข้าชมแพลตฟอร์มและเรียกดูโดยไม่ต้องระบุถึงรายละเอียดข้อมูลส่วนตัว อย่างไรก็ตามท่านต้องลงชื่อสมัครเข้าใช้บัญชีหากท่านต้องการใช้บริการต่างๆ หากท่านมีความเห็น ข้อเสนอแนะ หรือการร้องเรียนในเรื่องที่เกี่ยวกับข้อมูลส่วนตัวของท่าน กรุณาติดต่อเจ้าหน้าที่ฝ่ายข้อมูลของบริษัทผ่านทางติดต่อบริษัท บนหน้าเวปไซต์": "You can visit the Platform and browse without having to provide personal details. However, you will be required to sign up for an account if you wish to use the Services. If you have any comments, suggestions or complaints in relation to your personal data, please contact our Data Protection Officer through our Contact Us page.",
  "ข้อมูลส่วนบุคคลที่บริษัทเก็บรวบรวมจากท่าน": "The PersonalData We Collect From You",
  "ข้อมูลความเป็นส่วนตัว หมายถึง ข้อมูลใดๆ ไม่ว่าจะบันทึกอยู่ในรูปแบบข้อมูลเอกสาร หรือไม่ก็ตาม ซึ่งข้อมูลระบุความเป็นตัวตนของบุคคลมีความชัดเจนหรือสามารถระบุได้อย่างสมเหตุผลและตรงไปตรงมาโดยผู้ถือครอบครองข้อมูลหรือเมื่อร่วมกับข้อมูลอื่นโดยตรงและที่สามารถระบุได้อย่างแน่ชัด": "Personal Data means any information, whether recorded in a material form or not, from which the identity of an individual is apparent or can be reasonably and directly ascertained by the entity holding the information, or when put together with other information would directly and certainly identify an individual.",
  "บริษัทจะเก็บข้อมูลจากท่านดังต่อไปนี้": "We may collect the following personal data from you",
  "ข้อมูลระบุตัวตน ตัวอย่างเช่น ชื่อของท่าน เพศ วันเกิด": "Identity data, such as your name, gender, and date of birth;",
  "ข้อมูลติดต่อ ตัวอย่างเช่น ที่อยู่การจัดส่งใบเสร็จ ที่อยู่ในการจัดส่งสินค้า อีเมล และเบอร์โทรศัพท์": "Contact data, such as billing address, delivery address, email address, and phone numbers;",
  "ข้อมูลบัญชี ตัวอย่างเช่น บัญชีธนาคาร และรายละเอียดการชำระเงิน": "Account data, such as bank account and payment details;",
  "ข้อมูลการทำธุรกรรม ตัวอย่างเช่น รายละเอียดเกี่ยวกับการชำระเงิแก่ท่านและจากท่าน และรายละเอียดสินค้าและบริการอื่นๆที่ท่านได้ซื้อจากบริษัท": "Transaction data, such as details about payments to and from you, and other details of products and Services you have purchased from us;",
  "ข้อมูลเทคนิค ตัวอย่างเช่น หมายเลขที่ใช้สำหรับระบุตัวตนของเครื่องคอมพิวเตอร์ที่เชื่อมต่ออยู่บนเครือข่าย (IP) ข้อมูลการเข้าระบบ ประเภทเบราเซอร์ และเวอร์ชั่น การตั้งค่าเวลาและที่ตั้ง การเชื่อมต่อและประเภทของเบราเซอร์ที่ใช้เชื่อต่อ ระบบปฏิบัติการและแพลตฟอร์ม และเทคโนโลยีอื่นๆ บนอุปกรณ์ที่ท่านใช้เข้าระบบแพลตฟอร์ม": "Technical data, such as internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access the Platform;",
  "ข้อมูลส่วนตัว ตัวอย่างเช่น ชื่อผู้ใช้ และรหัสผ่าน การสั่งซื้อหรือคำสั่งซื้อจากท่าน ความสนใจ การตั้งค่า การตอบรับ และการตอบแบบสำรวจ": "Profile data, such as your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses;",
  "ข้อมูลการใช้งาน ตัวอย่างเช่น ข้อมูลการเข้าใช้แพลตฟอร์มของท่าน สินค้า และบริการอื่นๆ": "Usage data, such as information on how you use the Platform, products and Services; and",
  "ข้อมูลการตลาดและการติดต่อสื่อสาร ตัวอย่างเช่น ความพึงพอใจในการรับข้อมูลการตลาดจากทางบริษัทและ บุคคลภายนอกของบริษัท และความพึงพอใจในการติดต่อสื่อสาร": "Marketing and communications data, such as your preferences in receiving marketing from us and our third parties and your communication preferences.",
  "ในระหว่างที่ท่านใช้แพลตฟอร์มและการให้บริการใดๆ ทางบริษัทได้รับข้อมูลส่วนตัวจากท่านในกรณีดังต่อไปนี้ได้": "During the course of your use ofthe Platform and the provision of the Services, we may receive personal data from you in the following situations",
  "เมื่อท่านสร้างบัญชีผู้ใช้กับบริษัท": "When you create an account with us;",
  "เมื่อท่านสมัครใช้การบริการใดๆ หรือการสั่งซื้อสินค้าใดๆ ที่มีอยู่บนแฟลตฟอร์ม": "When you apply for any of our Services or purchase any products available on the Platform;",
  "เมื่อท่านเข้าใช้ถึงรูปแบบและการทำงานที่ปรากฏอยู่บนแพลตฟอร์มและการบริการอื่นๆ ของบริษัท": "When you use any of the features or functions available on our Platform or Services;",
  "เมื่อท่านสมัครรับข้อมูลสื่อโฆษณาหรือหลักประกันด้านการตลาดของบริษัท": "When you subscribe to our publications or marketing collaterals;",
  "เมื่อท่านได้เข้าร่วมการแข่งขัน ส่วนลด หรือแบบสอบถาม": "When you enter a competition, promotion or survey;",
  "เมื่อท่านเข้าสู่ระบบด้วยบัญชีผู้ใช้บนแพลตฟอร์มของบริษัท หรือติดต่อบริษัทผ่านทางบริการภายใน หรือแอพพลิเคชั่น ตัวอย่างเช่น เฟสบุ๊ค กูเกิ้ล เป็นต้น": "When you log in to your account on our Platform or otherwise interact with us via an external service or application, such as Facebook or Google; and",
  "เมื่อท่านติดต่อโดยไม่ผ่านระบบออนไลน์ รวมถึงเมื่อท่านติดต่อกับตัวแทนฝ่ายบริการลูกค้าซึ่งเป็นเอาท์ซอร์สจของบริษัท": "When you interact with us offline, including when you interact with our outsourced customer service agents.",
  "ท่านต้องส่งข้อมูลส่วนตัวซึ่งมีความถูกต้องและไม่เป็นการหลอกลวง และท่านจะแจ้งข้อมูลล่าสุดและแจ้งเมื่อมีการเปลี่ยนแปลงบริษัทมีสิทธิในการเรียกร้องให้ท่านส่งเอกสารเพื่อยืนยันถึงข้อมูลส่วนตัวของท่าน ที่ท่านได้ให้ไว้ ซึ่งเป็นส่วนหนึ่งของกระบวนการตรวจสอบลูกค้าของบริษัท": "You must only submit personal data which is accurate and not misleading and you must keep it up to date and inform us of changes. We shall have the right to request for documentation to verify the personal data provided by you as part of our customer verification processes.",
  "บริษัทจะเก็บข้อมูลความเป็นส่วนตัวของท่าน เมื่อท่านสมัครใจตกลงส่งข้อมูลความเป็นส่วนตัวให้กับบริษัท แต่หากท่านเลือกที่จะไม่ส่งมอบข้อมูลความเป็นส่วนตัวให้แก่บริษัท หรือต่อมายกเลิกความยินยอมของบริษัทในการใช้ข้อมูลความเป็นส่วนตัว บริษัทไม่สามารถให้บริการของบริษัทหรือเข้าถึงแพลตฟอร์มได้": "We will only be able to collect your personal data if you voluntarily submit the personal data to us. Unfortunately, if you choose not to submit your personal data to us or subsequently withdraw your consent to our use of your personal data, we may not be able to provide you with our Services or access to the Platform.",
  "ท่านสามารถเข้าสู่ระบบและอัพเดทข้อมูลส่วนบุคคลและส่งมาให้กับบริษัทได้ตลอดเวลาตามที่ได้อธิบายไว้": "You may access and update your personal information submitted to us at any time as described below.",
  "การใช้และการเปิดเผยข้อมูลส่วนบุคคล": "Use and Disclosure of Personal Data",
  "ข้อมูลส่วนบุคคลที่บริษัทเก็บมาจากท่านจะนำไปใช้โดยบริษัท เพื่อวัตถุประสงค์ดังต่อไปนี้": "The personal data we collect from you may be used by us,  for some or all of the following purposes",
  "เพื่ออำนวยความสะดวกในการใช้บริการและการเข้าถึงแพลตฟอร์มรวมถึงการตอบข้อสงสัย ข้อเสนอแนะ การเรียกร้อง หรือข้อพิพาทผ่านทางตัวแทนบริการลูกค้า": "To facilitate your use of the Services or access to the Platform, including responding to your queries, feedback, claims or disputes through",
  "เพื่อดำเนินการตามคำสั่งซื้อของท่านผ่านแพลตฟอร์ม": "To process orders you submit through the Platform.",
  "การชำระเงินค่าสินค้าที่ท่านชำระผ่านแพลตฟอร์ม จะถูกดำเนินการโดยตัวแทนของทางบริษัท": "Payments that you make through the Platform for products,  will be processed by our agent;",
  "การส่งมอบสินค้าที่ท่านสั่งซื้อผ่านแพลตฟอร์ม บริษัทจะทำการจัดส่งสินค้าให้แก่ท่านโดยตรง": "To deliver the products you have purchased through the Platform. The company will deliver products directly to you.",
  "เพื่ออัพเดทการส่งมอบสินค้าแก่ท่าน และเพื่อวัตถุประสงค์ในการสนับสนุนลูกค้า": "To update you on the delivery of the products, and for customer support purposes;",
  "เปรียบเทียบข้อมูลเพื่อยืนยันความถูกต้องของข้อมูล": "To compare information, and verify in order to ensure that the information is accurate;",
  "ให้กับผู้จัดการบัญชีของท่าน (ถ้ามี) กับทางบริษัท": "To administer your account (if any) with us;",
  "เพื่อตรวจสอบและทำธุรกรรมในการชำระเงินที่ท่านได้ทำผ่านระบบออนไลน์": "To verify and carry out financial transactions in relation to payments you make online;",
  "เพื่อตรวจสอบการดาวน์โหลดข้อมูลจากแพลตฟอร์ม": "To audit the downloading of data from the Platform;",
  "เพื่อปรับปรุงรูปแบบหรือเนื้อหาของหน้าเว็บเพจบนแพลตฟอร์มเเละปรับเปลี่ยนให้กับผู้ใช้": "To improve the layout or content of the pages of the Platform and customise them for users;",
  "เพื่อระบุผู้เข้าชมบนแพลตฟอร์ม": "To identify visitors on the Platform;",
  "เพื่อทำการวิจัยเกี่ยวกับข้อมูลประชากรและพฤติกรรมของผู้ใช้": "To carry out research on our users’ demographics and behaviour;",
  "เพื่อเสนอข้อมูลที่บริษัทเห็นว่าเป็นประโยชน์หรือที่ท่านร้องขอจากบริษัท รวมถึงข้อมูลเกี่ยวกับผู้ขายสินค้าและบริการของบุคคลภายนอก ซึ่งการให้ข้อมูลนี้ท่านได้ยืนยันว่าท่านไม่มีวัตถุประสงค์ที่จะนำไปติดต่อเพื่อจุดประสงค์เหล่านี้": "To provide you with information we think you may find useful or which you have requested from us, including information about our or third party sellers’ products and services, provided you have indicated that you have not objected to being contacted for these purposes;",
  "ตามที่ได้รับความยินยอมจากท่านตามกฎหมายที่มีผลบังคับใช้กับบริษัท บริษัทอาจใช้ข้อมูลส่วนบุคคลของท่าน เพื่อส่ง เอกสารการตลาดหรือการส่งเสริมการขายเกี่ยวกับผลิตภัณฑ์และบริการของทางบริษัทหรือผู้ขายซึ่งเป็นบุคคลที่สามเป็นคราวคราวไป และ": "Subject to having obtained your consent in accordance with applicable law, we may also use your personal information to send you marketing or promotional materials about our or third party sellers’ products and services from time to time; and",
  "ทางบริษัทอาจดำเนินการตัดสินใจให้โดยอัตโนมัติเพื่อให้เป็นไปตามวัตถุประสงค์ใดๆนี้": "We may also conduct automated-decision making processes in accordance with any of these purposes.",
  "ท่านสามารถยกเลิกการติดตามการรับข้อมูลการตลาดได้ตลอดระยะเวลาโดยใช้ตัวเลือกยกเลิกการติดตามในส่วนของเนื้อหาการตลาดอิเล็กทรอนิกส์ บริษัทอาจใช้ข้อมูลติดต่อของท่านเพื่อส่งจดหมายจากทางบริษัทและจากบริษัทที่เกี่ยวข้อง": "You may unsubscribe from receiving marketing information at any time by using the unsubscribe function within the electronic marketing material. We may use your contact information to send newsletters from us and from our related companies.",
  "ในกรณียกเว้น ทางบริษัทอาจต้องเปิดเผยข้อมูลส่วนบุคคล ตัวอย่างเช่นเมื่อมีเหตุอันควรเชื่อว่าการเปิดเผยข้อมูลนั้นมีความจำเป็นในการป้องกันภัยคุกคามต่อชีวิตหรือสุขภาพ หรือเพื่อวัตถุประสงค์ในการบังคับใช้กฎหมาย หรือเพื่อให้เป็นไปตามกฎหมาย และตามข้อกำหนดและข้อเรียกร้องใดๆ": "In exceptional circumstances, we may be required to disclose personal information, such as when there are grounds to believe that the disclosure is necessary to prevent a threat to life or health, or for law enforcement purposes, or for fulfilment of legal and regulatory requirements and requests.",
  "บริษัทอาจแชร์และอนุญาตให้แชร์ข้อมูลส่วนบุคคลของท่าน เพื่อวัตถุประสงค์ใดๆที่กล่าวไว้ข้างต้น แต่ไม่จำกัดเฉพาะ การอำนวยความสะดวกในการใช้บริการ การดำเนินทางธุรกรรมให้สำเร็จ เพื่อจัดการบัญชีและความสัมพันธ์ของบริษัทกับท่าน เพื่อการตลาดและปฏิบัติตามกฎหมายหรือข้อกำหนดและข้อเรียกร้องใดๆ ที่บริษัทเห็นสมควร ในการแชร์ข้อมูลส่วนตัวของท่านกับพวกเขา บริษัทจะให้ความมั่นใจว่าจะเก็บรักษาข้อมูลส่วนตัวของท่านให้ปลอดภัยจากบุคคลที่ไม่ได้รับอนุญาตให้เข้าถึง เก็บ ใช้ เปิดเผย หรือความเสี่ยงที่คล้ายกันและเก็บข้อมูลความเป็นส่วนตัวของท่านไว้ตราบเท่าที่พวกเขาต้องการใช้ข้อมูลส่วนบุคคลเพื่อให้บรรลุวัตถุประสงค์ดังกล่าวข้างต้น": "We may share and permit the sharing of your personal data , for any of the above mentioned purposes, including but not limited to, facilitating your use of the Services, completing a transaction with you, managing your account and our relationship with you, marketing and fulfilling any legal or regulatory requirements and requests as deemed necessary by us. In sharing your personal data, we endeavour to ensure that keep your personal data secure from unauthorised access, collection, use, disclosure, or similar risks and retain your personal data only for as long as they need your personal data to achieve the abovementioned purposes.",
  "การเพิกถอนความยินยอม และการให้ลบหรือทำข้อมูลให้เป็นนิรนามซึ่งข้อมูลส่วนบุคคล": "Withdrawal of Consent and Deletion or Anonymisation of Personal Data",
  "ท่านอาจแจ้งการเพิกถอนการให้ความยินยอมของท่านในการใช้หรือเปิดเผยข้อมูลส่วนบุคคลในวัตถุประสงค์ใดๆ หรือในลักษณะที่ได้ระบุไว้ข้างต้นได้ตลอดเวลา หรือร้องขอให้ลบหรือทำข้อมูลให้เป็นนิรนามซึ่งข้อมูลส่วนบุคคลโดยติดต่อเจ้าหน้าที่ป้องกันข้อมูลส่วนบุคคลตามรายละเอียดการติดต่อที่ได้ระบุไว้ด้านบน": "You may communicate the withdrawal of your consent to the continued use or disclosure of your personal data for any of the purposes and in the manner as stated above at any time, or request the deletion or anonymisation of your personal data, by contacting our Data Protection Officer using the contact details provided above.",
  "โปรดทราบว่าหากท่านแจ้งเตือนการเพิกถอนการให้ความยินยอมในการใช้หรือเปิดเผยข้อมูลส่วนบุคคลเพื่อจุดประสงค์หรือในลักษณะที่ระบุไว้ข้างต้น หรือร้องขอให้ลบหรือทำข้อมูลให้เป็นนิรนามซึ่งข้อมูลส่วนบุคคลของท่านทางบริษัทอาจไม่สามารถให้บริการสินค้าหรือบริการอื่นๆแก่ท่านหรือปฏิบัติตามสัญญาใดๆที่มีกับท่าน และบริษัทจะไม่รับผิดในกรณีที่บริษัทไม่ได้ให้บริการสินค้าหรือการบริการของบริษัทแก่ท่านหรือปฏิบัติตามสัญญาที่มีกับท่าน บริษัทมีสิทธิตามกฏหมายและการเยียวยาใดๆ ทางบริษัทขอสงวนไว้ซึ่งเหตุดังกล่าวนี้": "Please note that if you communicate your withdrawal of your consent to our use or disclosure of your personal data for the purposes and in the manner as stated above, or request the deletion or anonymisation of your personal data, we may not be in a position to continue to provide our products or services to you or perform on any contract we have with you, and we will not be liable in the event that we do not continue to provide our products or services to, or perform our contract with you. Our legal rights and remedies are expressly reserved in such an event.",
  "การแก้ไขเพิ่มเติมข้อมูลส่วนบุคคล": "Updating Your Personal Data",
  "เป็นสิ่งสำคัญที่ท่านต้องให้ข้อมูลส่วนบุคคลที่ถูกต้อง ท่านมีหน้าที่ในการแจ้งหากมีการเปลี่ยนแปลงซึ่งข้อมูลส่วนบุคคลของท่าน หรือในกรณีที่ท่านเชื่อว่าข้อมูลส่วนตัวของท่านที่ทางบริษัทมีไม่ถูกต้อง ไม่สมบูรณ์หรืออาจทำให้เข้าใจผิดหรือเป็นข้อมูลเก่า ท่านสามารถอัพเดทข้อมูลส่วนบุคคลได้ตลอดเวลาโดยการเข้าจากบัญชีท่านไปที่แพลตฟอร์ม หากท่านไม่สามารถทำการอัพเดทข้อมูลส่วนบุคคลผ่านทางบัญชีของท่านได้ ท่านสามารถติดต่อเจ้าหน้าที่ป้องกันข้อมูลส่วนตัว ตามรายละเอียดการติดต่อที่ได้ให้ไว้": "It is important that the personaldata you provide to us is accurate. You are responsible for informing us of changes to your personal data, or in the event you believe that the personal data we have about you is inaccurate, incomplete, misleading or out of date. You can update your personal data anytime by accessing your account on the Platform. If you are unable to update your personal data through your account, you can do so by contacting our Data Protection Officer using the contact details provided above.",
  "บริษัททำตามขั้นตอนเพื่อแชร์ข้อมูลความเป็นส่วนตัวที่อัพเดทของท่านกับบุคคลภายนอกและบริษัทในเครือ ซึ่งบุคคลที่ทางบริษัทแชร์ก็แต่เมื่อเห็นว่าข้อมูลนั้นยังมีความจำเป็นตามวัตถุประสงค์ที่ได้กล่าวมาข้างต้น": "We take steps to share the updates to your personal data with our affiliates with whom we have shared your personal data if your personal data is still necessary for the above-stated purposes.",
  "การเข้าถึงข้อมูลส่วนบุคคลของท่าน": "Accessing Your Personal Data",
  "หากท่านต้องการขอทราบข้อมูลเกี่ยวกับข้อมูลส่วนตัวของท่านที่ทางบริษัทได้เก็บไว้หรือมีข้อสงสัยในวิธีการเก็บข้อมูลที่ได้ใช้หรือได้เปิดเผยโดยทางบริษัทในปีที่ผ่านมา กรุณาติดต่อเจ้าหน้าที่ป้องกันข้อมูลส่วนตัวตามรายละเอียดติดต่อที่ได้ให้ไว้ด้านบน เพื่อความรวดเร็วในการดำเนินตามคำขอของท่านอาจมีความจำเป็นในการขอข้อมูลเพิ่มเติมตามคำขอของท่าน": "If you would like request information about your personal data which we have collected, or inquire about the ways in which your personal data may have been used or disclosed by us within the past year, please contact our Data Protection Officer using the contact details provided above. In order to facilitate processing of your request, it may be necessary for us to request further information relating to your request.",
  "ทางบริษัทขอสงวนสิทธิ์ในการเรียกเก็บค่าดำเนินการสำหรับการดึงข้อมูลส่วนตัวของท่านที่ได้บันทึกไว้ หากเป็นกรณีเช่นนั้นทางบริษัทจะแจ้งให้ท่านทราบถึงค่าดำเนินการก่อนที่บริษัทจะดำเนินการตามคำขอของท่าน": "We reserve the right to charge a reasonable administrative fee for retrieving your personal data records. If so, we will inform you of the fee before processing your request.",
  "บริษัทจะตอบกลับตามคำขอของคุณโดยเร็วที่สุด หากทางบริษัทไม่ตอบกลับคำขอของคุณภายใน ยี่สิบเอ็ด (21) วันนับตั้งแต่วันที่คุณส่งคำขอบริษัทจะเเจ้งท่านเป็นลายลักษณ์อักษร หากทางบริษัทไม่สามารถให้ข้อมูลส่วนตัวใดๆหรือทำการแก้ไขตามคำขอของท่านบริษัทจะแจ้งท่านให้ทราบถึงสาเหตุที่ทางบริษัทไม่สามารถกระทำการดังกล่าวได้ (เว้นแต่ในกรณีที่บริษัทไม่มีความจำเป็นต้องดำเนินการตามคำขอภายใต้กฎหมายข้อมูลส่วนบุคคลที่บังคับใช้กับบริษัท)": "We will respond to your request as soon as reasonably possible. Should we not be able to respond to your request within twenty-one (21) days from the date of your request, we will inform you in writing. If we are unable to provide you with any personal data or to make a correction requested by you, we shall generally inform you of the reasons why we are unable to do so (except where we are not required to do so under the applicable data protection laws).",
  "ความปลอดภัยของข้อมูลส่วนตัวของท่าน": "Security of Your Personal Data",
  "เพื่อป้องกันข้อมูลส่วนบุคคลของท่านจากบุคคลผู้ไม่มีอำนาจเข้าถึง การเก็บ ใช้ เปิดเผย ทำซ้ำ แก้ไข จำหน่าย หรือ ความเสี่ยงในทำนองเดียวกันของข้อมูลทางบริษัทได้นำมาตรการการจัดการ ทางกายภาพและด้านเทคนิคที่เหมาะสมมาใช้ ตัวอย่างเช่น": "To safeguard your personal data from unauthorised access, collection, use, disclosure, copying, modification, disposal or similar risks, we have introduced appropriate administrative, physical and technical measures such as",
  "การจำกัดการเข้าถึงข้อมูลส่วนบุคคลให้กับบุคคลที่ต้องการเข้าใช้": "Restricting access to personal data to individuals who require access;",
  "ติดตั้งผลิตภัณฑ์เทคโนโลยีเพื่อป้องกันการเข้าถึงคอมพิวเตอร์โดยไม่ได้รับอนุญาต": "Maintaining technology products to prevent unauthorised computer access;",
  "ลบหรือไม่ระบุข้อมูลส่วนบุคคลของท่านให้เป็นไปตามมาตรฐานที่กฎหมายบังคับใช้ เมื่อไม่ต้องการใช้เพื่อวัตถุประสงค์ทางกฎหมายหรือธุรกิจอีกต่อไป": "Deleting or anonymising your personal data in compliance with the standards mandated by applicable law, when it is no longer needed for any legal or business purpose; and",
  "ใช้ 128 SSL บิต (ระบบล็อคเข้ารหัส) เมื่อประมวลผลข้อมูลทางการเงินของคุณ": "Using 128-bit SSL (secure sockets layer) encryption technology when processing your financial details.",
  "หากท่านเชื่อว่าความเป็นส่วนตัวของท่านถูกละเมิดโดยบี-ควิก กรุณาติดต่อเจ้าหน้าที่ป้องกันข้อมูลความเป็นส่วนตัวตามรายละเอียดติดต่อที่ให้ไว้ด้านบน": "If you believe that your privacyhas been breached by B-Quik, please contact our Data Protection Officer using the contact details provided above.",
  "ท่านควรระวังไว้ด้วยว่าไม่มีวิธีการใดของส่งข้อมูลผ่านทางระบบอินเตอร์เน็ตหรือวิธีการจัดเก็บข้อมูลอิเล็กทรอนิกส์ที่มีความปลอดภัยอย่างสมบูรณ์ ในขณะที่ความปลอดภัยไม่สามารถเป็นตัวรับรองได้แต่บริษัทจะพยายามป้องกันความปลอดภัยถึงข้อมูลและตรวจสอบและปรับปรุงมาตการการรักษาความปลอดภัยอยู่เสมอ": "You should be aware, however, that no method of transmission over the internet or method of electronic storage is completely secure. While security cannot be guaranteed, we strive to protect the security of your information and are constantly reviewing and enhancing our information security measures.",
  "รหัสผ่านของท่านเป็นกุญแจสำคัญสำหรับการเข้าใช้บัญชี กรุณาใช้ตัวเลขตัวอักษรและเครื่องหมายพิเศษที่มีความเฉพาะ และกรุณาห้ามแชร์รหัสผ่านบี-ควิกของท่านกับใคร หากท่านใช้รหัสผ่านของท่านกับบุคคลอื่น ท่านมีหน้าที่ต้องรับผิดชอบต่อการกระทำที่เกิดขึ้นจากบัญชีชื่อของท่านและผลกระทบนั้นๆ หากท่านเสียการควบคุมซึ่งรหัสผ่านหรือเสียการควบคุมถึงข้อมูลส่วนตัว หรือข้อมูลอื่นๆที่ได้ส่งให้กับบี-ควิก ถือว่าท่านต้องรับผิดชอบและมีผลผูกพันต่อการกระทำนั้นตามกฎหมาย ดังนั้นหากรหัสผ่านของท่านถูกเปลี่ยนด้วยเหตุผลใดก็ตามหรือหากท่านมีเหตุผลอันควรเชื่อว่ารหัสผ่านของท่านถูกเปลี่ยนแปลงให้ท่านติดต่อกับทางบริษัทและขอเปลี่ยนรหัสผ่านทันที บริษัทขอเตือนให้ท่านออกจากระบบบัญชีผู้ใช้และปิดหน้าค้นหาหลังจากที่ท่านได้ใช้คอมพิวเตอร์ที่ใช้ร่วมกันกับบุคคลอื่น": "Your password is the key to your account. Please use unique numbers, letters and special characters, and do not share your B-Quik password to anyone. If you do share your password with others, you will be responsible for all actions taken in the name of your account and the consequences. If you lose control of your password, you may lose substantial control over your personal data and other data submitted to B-Quik. You could also be subject to legally binding actions taken on your behalf. Therefore, if your password has been compromised for any reason or if you have grounds to believe that your password has been compromised, you should immediately contact us and change your password. You are reminded to log out of your account and close the browser when you are finished with using a shared computer.",
  "การเก็บรักษาข้อมูลส่วนบุคคล": "Retention of Personal Data",
  "บริษัทจัดเก็บรักษาข้อมูลส่วนบุคคลของท่านไว้ตราบเท่าที่จำเป็นหรือตามกฎหมายหรือเท่าที่มีความจำเป็นตามวัตถุประสงค์ที่ได้มีการเก็บข้อมูลนั้นไว้": "We will only retain your personal data for as long as we are either required to by law or as is relevant for the purposes for which it was collected.",
  "บริษัทจะหยุดการเก็บข้อมูลความเป็นส่วนตัวหรือลบข้อมูลที่มีความเชื่อมโยงกับท่านตามที่มีเหตุผลพอสมควรที่จะถือว่าการเก็บข้อมูลดังกล่าวไม่ได้มีไว้เพื่อวัตถุประสงค์ตามที่ได้เก็บข้อมูลไว้ก่อนนี้และไม่มีความจำเป็นต่อกฎหมายหรือต่อวัตถุประสงค์ทางธุรกิจอีกต่อไป": "We will cease to retain your personal data, or remove the means by which the data can be associated with you, as soon as it is reasonable to assume that such retention no longer serves the purposes for which the personal data was collected, and is no longer necessary for any legal or business purpose.",
  "เด็กผู้เยาว์ที่อายุต่ำกว่า 18 ปี": "Children and Minors Under 18 Years of Age",
  "บี-ควิกไม่ขายสินค้าให้กับเด็กที่อายุต่ำกว่า 20 ปี หรือให้บริการใดๆหรือการใช้แพลตฟอร์มแก่เด็กที่อายุต่ำกว่า 20 ปี และบริษัทไม่เก็บข้อมูลส่วนตัวที่เกี่ยวข้องกับเด็กซึ่งมีอายุต่ำกว่า 20 ปี": "B-Quik does not sell products forpurchase by children under 20 years of age, nor does it intend to provide any of the Services or the use of the Platform to children under 20 years of age. We do not knowingly collect any personal data relating to children under 20 years of age.",
  "หากท่านอายุต่ำกว่า 18 ปี ท่านสามารถใช้บริการเว็ปไซต์ของบริษัทได้โดยมีผู้ปกครองและพ่อแม่คอยดูเเล": "If you are under 18 years old, you may use our website only with the involvement of a parent or guardian.",
  "สิทธิของบี-ควิกในการเปิดเผยข้อมูลส่วนบุคคล": "B-Quik's Right to Disclose Personal Data",
  "ท่านรับทราบและยอมรับว่าบี-ควิกมีสิทธิ์ในการเปิดเผยข้อมูลส่วนตัวของท่านในกรณีที่มีกฎหมายกฎระเบียบรัฐบาลภาษี การบังคับใช้กฎหมายหรือต่อผู้มีอำนาจหรือต่อเจ้าของผู้มีสิทธิ์หรือในกรณีที่มีเหตุผลอันสมควรที่บี-ควิกเชื่อว่าการเปิดเผยข้อมูลส่วนบุคคลมีความจำเป็นเพื่อวัตถุประสงค์ในการปฎิบัติตามหน้าที่ข้อกำหนด หรือการร่วมมือใดไม่ว่าจะโดยสมัครใจหรือได้รับคำสั่งมาเพื่อให้ความร่วมมือตามคำสั่งการสืบสวนและหรือตามที่ร้องขอจากบุคคลเหล่านั้นตามขอบเขตที่ได้รับอนุญาตตามกฎหมายที่บังคับใช้ ท่านตกลงยินยอมจะไม่กระทำการใดใดและหรือสละสิทธิ์ของท่านที่จะกระทำการใดต่อบี-ควิกสำหรับการเปิดเผยข้อมูลส่วนตัวตามสถานการณ์เช่นว่านี้": "You acknowledge and agree that B-Quik has the right to disclose your personal data to any legal, regulatory, governmental, tax, law enforcement or other authorities or the relevant right owners, if  B-Quik has reasonable grounds to believe that  disclosure of your personal data is necessanary for the purpose of meeting any obligations, requirements or arrangements, whether voluntary or mandatary, as a result of cooperating with an oeder, an investigation and/or a request of any nature by such parties. To the extent permissible by applicable law, you agree not to take any action and/or waive your rights to take any action against B-Quik for the disclosure of your personal data in these circumstances.",
  "นโยบายเกี่ยวกับการใช้คุกกี้": "Collection of Computer Data Policy",
  "บริษัทหรือผู้ให้บริการที่มีอำนาจอาจใช้คุกกี้หรือเว็บบีคอนหรือระบบเทคโนโลยีอื่นๆ เพื่อทำการจัดเก็บข้อมูลเพื่อให้สามารถให้บริการท่านได้ดี รวดเร็ว ปลอดภัย และเป็นส่วนตัวมากขึ้นเมื่อท่านเข้าใช้บริการหรือเข้าใช้แพลตฟอร์ม": "We or our authorized service providers may use cookies, web beacons, and other similar technologies for storing data to help provide you with a better, faster, safer and personalized experience when you use the Services or access the Platform.",
  "เมื่อท่านเข้าใช้แพลตฟอร์มผ่านคอมพิวเตอร์ของท่านหรืออุปกรณ์โทรศัพท์หรือเครื่องมือชนิดอื่นๆ ด้วยระบบอินเตอร์เน็ตnระบบเซิร์ฟเวอร์ของบริษัทจะทำการบันทึกข้อมูลโดยอัตโนมัติ ซึ่งบราวเซอร์ของท่านจะส่งไม่ว่าเวลาใดที่ท่านเข้าสู่เว็บไซต์ โดยอาจมีข้อมูลดังต่อไปนี้รวมอยู่ด้วย": "When you visit the Platform through your computer, mobile device, or any other device with internet connectivity, our company servers will automatically record data that your browser sends whenever you visit a website. This data may include:",
  "ไอพีแอดเดรสของคอมพิวเตอร์หรืออุปกรณ์สื่อสาร": "Your computer or device's IP address;",
  "ประเภทของเบราว์เซอร์": "Browser type;",
  "หน้าเว็บเพจที่ท่านได้เข้าชมก่อนที่ท่านจะเข้ามาที่แพลตฟอร์มของบริษัท": "Webpage you were visiting before you came to our Platform;",
  "หน้าเพจภายในแพลตฟอร์มที่ท่านเข้าชม": "The pages within the Platform which you visit; and",
  "เวลาที่ใช้ในหน้าเพจรายการและข้อมูลที่ค้นหาบนแพลตฟอร์ม วันและเวลาที่เขาใช้และสถือติอื่นๆ": "The time spent on those pages, items and data searched for on the Platform, access times and dates, and other statistics.",
  "ข้อมูลที่จัดเก็บเพื่อการวิเคราะห์และประมวลผลเพื่อนำไปใช้ในการปรับปรุงเว็บไซต์และการบริการและสินค้าที่บริษัทได้ให้บริการ": "This data is collected for analysis and evaluation in order to help us improve our website and the services and products we provide.",
  "คุกกี้คือไฟล์ข้อความขนาดเล็ก (ซึ่งส่วนใหญ่ประกอบด้วยตัวอักษรและตัวเลข) จัดเก็บอยู่ในหน่วยความจำของเบราว์เซอร์หรืออุปกรณ์ของท่านเมื่อท่านเข้าใช้เว็บไซต์หรือดูข้อความ ซึ่งเป็นการช่วยให้ทางบริษัทได้รับรู้ถึงอุปกรณ์หรือเบราว์เซอร์และช่วยให้บริษัทปรับเปลี่ยนเนื้อหาให้ตรงตามความสนใจของท่านอย่างรวดเร็วและทำให้การบริการและแพลตฟอร์มมีประโยชน์และสะดวกต่อท่านมากขึ้น": "Cookies are small text files (typically made up of letters and numbers) placed in the memory of your browser or device when you visit a website or view a message. They allow us to recognize a particular device or browser and help us to personalise the content to match your preferred interests more quickly, and to make our Services and Platform more convenient and useful to you.",
  "ท่านสามารถเข้าจัดการและลบคุกกี้ผ่านทางระบบเบราว์เซอร์หรือการตั้งค่าได้สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการตั้งค่านี้ ให้หาข้อมูลเพิ่มเติมได้ที่การช่วยเหลือของเบราว์เซอร์และอุปกรณ์ของท่าน": "You may be able to manage and delete cookies through your browser or device settings. For more information on how to do so, visit the help material of your browser or device.",
  "เว็บบีคอน คือ ภาพกราฟิกขนาดเล็กที่อาจรวมอยู่ในบริการและแพลตฟอร์มของบริษัท ซึ่งช่วยให้บริษัทสามารถนับจำนวนผู้ใช้ที่ได้เข้ามาดูหน้าเว็บ เพื่อให้บริษัทสามารถเข้าใจถึงความชอบและความสนใจของท่านได้ดียิ่งขึ้น": "Web beacons are small graphic images that may be included on our Service and the Platform. They allow us to count users who have viewed these pages so that we can better understand your preference and interests.",
  "เกี่ยวกับบีควิก": "About B-Quik",
  "สินค้า - ระบบปรับอากาศในรถ": "Product - Air-Conditioning",
  "เปรียบเทียบราคาสินค้า": "Compare Product",
  "สินค้า - ยางรถยนต์": "Product - Tyre",
  "สินค้า - แบตเตอรี่": "Product - Battery",
  "สินค้า - เบรก": "Product - Brake",
  "สินค้า - น้ำมันเครื่อง": "Product - Motor oil",
  "รายการสินค้าอื่นๆ สินค้าเกี่ยวกับรถยนต์": "Other Product, products about car",
  "สินค้า - โช้คอัพ": "Product - Shock Absorber",
  "ทีม บี-ควิก เรซซิ่ง": "B-Quik Racing",
  "แบตแมนคืออะไร": "What is Battman?",
  "ลูกค้าระบบเครดิต (ฟลีต)": "Fleet",
  "ตั้งแต่": "From",
  "เป็นต้นไป": " ",
  "ตั้งแต่วันนี้เป็นต้นไป": "From now on",
  "ใส่ตะกร้า": "Add to cart",
  "ประวัติการซื้อสินค้า": "Purchase history",
  "ข้าม": "Skip",
  "สมัครสมาชิก": "Register",
  "เพื่อสิทธิประโยชน์ต่างๆ มากมาย": "For many various privileges,",
  "กรุณาลงทะเบียนเพื่อเป็นสมาชิกเว็บไซต์": "please register to become a website member.",
  "หรือหากเป็นสมาชิกเว็บไซต์ บี-ควิกเดิม": "If you are an old B-Quik website member,",
  "อยู่แล้ว กรุณาเข้าสู่ระบบก่อนเข้าสู่ขั้นตอนสั่งซื้อสินค้า": "please login before purchasing products",
  "ลำดับ ": "No.",
  "รายการ ": "Product",
  "จำนวน ": "Quantity",
  "ราคาต่อหน่วย": "Price",
  "ราคารวม": "Total",
  "เพิ่มรายการสินค้า": "Add more product",
  "รายการสินค้า": "Product list",
  "เลือกสาขา ": "Choose branch",
  "สาขาที่ติดตั้ง": "Branch installed",
  "ตารางนัดหมาย": "Schedule",
  "เลือกวันนัดหมาย": "Choose an appointment date",
  "เลือกช่วงเวลา": "Choose an appointment time",
  "ช่วงเช้า": "Morning",
  "ช่วงบ่าย": "Afternoon",
  "เลือกช่วงเช้า": "In the morning",
  "เลือกช่วงบ่าย": "In the afternoon",
  "บันทึกตะกร้าสินค้า": "Save this cart",
  "สั่งซื้อเลย": "Order now",
  "ไม่มีประวัติการซื้อสินค้า": "-",
  "รอยืนยันการซื้อ": "confirming",
  "วันที่ซื้อสินค้า": "Date of purchase",
  "ซื้อสินค้าเพิ่ม": "Purchase again",
  "เลขที่ใบเสร็จ": "Receipt number",
  "รีวิว": "Review",
  "เขียนรีวิว": "Write review",
  "ดูรีวิว": "view",
  "รีวิวไม่ผ่าน": "Not approved",
  "รอการตรวจสอบรีวิว": "Wait for approve",
  "รีวิวสินค้า": "Review",
  "ข้อความรีวิว": "review text",
  "โปรดคลิกที่รูปดาว เพื่อให้คะแนนความพึงพอใจ": "Please click on the star image to give satisfaction scores",
  "ที่มีต่อตัวสินค้าและบริการ 5 ดาว = พึงพอใจมากที่สุด": "from products and services. 5 stars = the most satisfied",
  "พึงพอใจมากที่สุด": "Most satisfied",
  "พึงพอใจมากๆ": "very satisfied",
  "พึงพอใจมาก": "very satisfied",
  "พึงพอใจ": "satisfied",
  "กลางๆ": "satisfied",
  "โอเค": "ok",
  "ไม่ค่อยโอเค": "ok",
  "แย่": "not satisfied",
  "แย่มาก": "not satisfied",
  "แย่มากที่สุด": "least satisfied",
  "ขอบคุณครับ": "Thank you",
  "สำหรับการให้คะแนนและรีวิวในครั้งนี้": "for the rating and review",
  "หากคุณลูกค้ามีข้อเสนอแนะ หรือต้องการสอบถามข้อมูลเพิ่มเติม": "If you have suggestions Or need more information,",
  "สามารถติดต่อได้ที่ Call center โทร 1153": "you can contacte at Call center call 1153",
  "เพื่อให้การแสดงผลข้อความรีวิวเป็นไปในแนวทางที่สุภาพ": "In order to show the review in a polite way,",
  "ทางทีมงานจึงขออณุญาตตรวจสอบการใช้ข้อความ และจะแสดงผลรีวิวบนเว็บไซต์ภายใน 48 ชม.": "We have to check and approve the review, the result will be displayed on the website within 48 hours.",
  "ทั้งนี้ทางทีมงานขอสงวนสิทธิ์ในการไม่เผยแพร่ข้อความที่ไม่สุภาพ และหรอืข้อความใดๆ": "However, the team reserves the right to not publish messages that are not polite, or",
  "ที่ไม่เกี่ยวข้องกับการรีวิวสินค้าและบริการของบี-ควิก โดยไม่ต้องแจงให้ทราบล่วงหน้า": "not related to the review of B-Quik's products and services without giving advance notice",
  "กลับไปหน้าประวัติ": "Back",
  "ดูสินค้าอื่นเพิ่มเติม": "Other products",
  "รีวิวสินค้า ": "Product review",
  "รีวิวสาขา": "Branch review",
  "เลือกหมวดหมู่สินค้า": "select product type",
  "เลือกแบรนด์": "select brand",
  "เลือกสินค้า": "select product",
  "ทั้งหมด": "All",
  " เลือกสาขา": "select branch",
  "เลือกจังหวัด": "select province",
  "ส่งอีเมลแล้ว": "Email sent",
  "ระบบได้ส่งข้อมูลตะกร้าสินค้า เพื่อให้คุณ": "The system has sent the shopping cart information,",
  "ได้เก็บบันทึกรายการไว้ก่อนในอีเมลของคุณ": "so you can save product list in your email",
  "เรียบร้อยแล้ว": "for later used",
  "กรุณากรอกอีเมล": "Please enter email",
  "ระบบจะทำการส่งข้อมูลตะกร้าสินค้า": "The system will deliver the shopping cart information,",
  "เพื่อให้คุณ ได้เก็บบันทึกรายการไว้ก่อน": "so you can save product list in your email",
  "สั่งซื้อสินค้า": "Order",
  "ข้อมูลสินค้า": "Product information",
  "ยืนยันการสั่งซื้อ": "Order confirmation",
  "ชำระเงิน": "Payment",
  "กรุณาเข้าสู่ระบบเพื่อใช้โค้ดส่วนลด": "Please log in to use discount code",
  "ใส่ code ส่วนลดที่นี่": "Discount code",
  "แก้ไข": "edit",
  "บริการอื่นๆ": "Services",
  "ที่อยู่สำหรับวางบิล": "Billing address",
  "คำนำหน้า": "Prefix",
  "ชื่อจริง (ภาษาไทย)": "Name",
  "นามสกุล (ภาษาไทย)": "Surname",
  "ต้องการรับข่าวสารผ่านทางอีเมล": "Receive news via email",
  "ข้อมูลรถ": "Car information",
  "ยี่ห้อรถของคุณ": "car brand",
  "รุ่นรถของคุณ": "car model",
  "ทะเบียนรถของคุณ": "vehicle registration",
  "เลขไมล์คร่าวๆ": "Approximate mileage",
  "ช่องทางชำระเงิน": "Payment methods",
  "ชำระเงินผ่านบัตรเครดิต/เดบิต": "Pay via credit/debit card",
  "เรายินดีรับบัตรเครดิต/เดบิตทุกธนาคาร": "We accept all credit / debit cards.",
  "ผ่อนชำระผ่านบัตรเครดิต": "Installment via credit card",
  "โอนเงินผ่านธนาคาร": "Bank transfer",
  "หากลูกค้ายืนยันและทำการชำระเงินเรียบร้อยแล้ว และมีการยกเลิกการสั่งซื้อภายหลัง กรุณาติดต่อ Customer service สายด่วน 1153 ทั้งนี้จะมีค่าดำเนินการ 25% จากยอดชำระ": "If the customer has confirmed and made payment already but want to cancel order later, please contact Customer service hotline 1153. There will be a 25% processing fee from the total payment.",
  "ยอมรับข้อตกลงและเงื่อนไข": "Accept terms and conditions",
  "ยอมรับ": "Accept ",
  "ข้อตกลงและเงื่อนไข": "terms and conditions",
  "กรุณาระบุยี่ห้อรถของคุณ": "Please select car brand",
  "กรุณาระบุรุ่นรถของคุณ": "Please select car model",
  "กรุณาระบุทะเบียนรถของคุณ": "Please enter vehicle registration",
  "กรุณาระบุเลขไมล์คร่าวๆ": "Please enter approximate mileage",
  "กรุณายอมรับข้อตกลงและเงื่อนไข": "Please accept terms and conditions",
  "กรุณาระบุชื่อจริง": "Please specify name",
  "กรุณาเข้าสู่ระบบเพื่อดูประวัติการซื้อสินค้า": "Please login first",
  "ปริมาณการใช้น้ำมันเครื่อง": "Consumption",
  "กรุณาเลือกประเภทเครื่องยนต์": "Please select engine",
  "เบนซิน": "Gasoline",
  "ดีเซล": "Diesel",
  "ไม่พบอีเมลนี้ในระบบ": "Email doesn't match",
  "ในกรณีที่เป็นสมาชิกเว็บไซต์เดิม กรุณาลงทะเบียนใหม่": "If you are a member of our old website, please register again",
  "กรุณาเข้าสู่ระบบ": "Please login",
  "กรุณาลงทะเบียนใหม่": "please register again",
  "": "",
  "": "",
  "": ""
}